[
  {
    "name": "1Inch",
    "About Ecosystem": "1inch is an exchange aggregator that scans decentralized exchanges to find the lowest cryptocurrency prices for traders, and is powered by its 1INCH utility and governance token. 1INCH is used to furnish the platform's decentralized \"instant governance\" model, and facilitates liquidity mining through token staking.",
    "Apply Now": "https://airtable.com/shr899d3K9Bw963CP",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The 1inch Foundation grant program fosters growth and expansion of the 1inch Network and incentivizes contributions through grants and resources\n\nNetwork development\n• Product development\n• Integration\n• Interoperability\n• Security\n\nCommunity development\n• Education\n• Community building/events\n• Social\n\nResearch & analytics\n• Advanced data analytics\n• Innovative research\n• Simulation of protocol performance/ efficiency\n\nThe ProcessApplication submission\n\nThe Applicant will https://airtable.com/shr899d3K9Bw963CP to the 1inch Foundation, including as many details as possible about the proposed idea and their background.\nTimeline for review: Within 2 weeks\n\nInterview\nIf some application is selected, the 1inch Foundation will conduct 1-2 interviews to collect more information on the Applicant's background and the proposal.\nTimeline: One interview per week\n\nEvaluation of Grant Potential and Formal Grant Offer\nThe 1inch Foundation will determine if the Applicant's proposal fits into one of the grant program categories (or vision for the network), and if so, what value can be assigned to the final product. A vesting schedule and timeline for product development reports will also be determined at this stage;If the 1inch Foundation determines that the proposal meets evaluation criteria, the 1inch Foundation will send the Applicant a Formal Grant Offer, including terms and conditions for grant distribution.\nTimeline: Within 10 days of final interview\n\nOnboarding\nOnce the Offer is accepted, the Applicant must complete the onboarding process. Once completed, the 1inch Foundation will provide access to resources and establish a communication schedule for reporting and development updates.\nTimeline: Several days, pending Grantee's time for document collection\n\nContinued Performance Evaluation\nThe 1inch Foundation will periodically evaluate the success of the project, based on a predetermined schedule. With the uniqueness of every proposal, each evaluation will be specifically tailored to the project and include the following points of review:\n• Progress of deliverables and milestone completion;\n• Adequacy of provided resources and funds;\n• Overall sustainability of the grantee's project;\n• Impact of the project on 1inch Network to date;\n• Strategic impact of the project on 1inch Network in the near-to-mid-term future.",
    "Discord": "https://discord.com/invite/1inch",
    "Ecosystem": "1inch",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Infrastructure, Researchers, Universal Tools",
    "socials:": "https://socials.com/1inch",
    "Website": "https://1inch.io/foundation-grant-program/"
  },
  {
    "name": "Aave Grants DAO",
    "About Ecosystem": "Aave is a decentralised non-custodial liquidity market protocol where users can participate as depositors or borrowers. Depositors provide liquidity to the market to earn a passive income, while borrowers are able to borrow in an overcollateralised (perpetually) or undercollateralised (one-block liquidity) fashion.",
    "Apply Now": "https://aavegrants.org/apply-for-a-grant",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Mission\nTo provide grants to projects, ideas, and events that benefit Aave and its ecosystem. \n\nProgram details\nAave Grants DAO is a community-led grants program to fund ideas submitted by the Aave protocol's community, with a focus on empowering a wider network of community developers. The community has allocated $1 million per quarter for two quarters for funding grants. The program will run from May 10 to November 10. The grants program was created after a community discussion, which can be found on Aave's governance forum https://governance.aave.com/t/arc-aave-community-grants-program/3642.\n\nWhat's eligible for grant funding?\n-Protocol development\n-Applications and integrations\n-Developer tooling\n-Code audits\n-Committees, sub-committees, and DAOs that serve the Aave ecosystem\n-Community (marketing and educational)\n-Events & hackathons",
    "Discord": "",
    "Ecosystem": "Aave",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "From May 10 - November 10",
    "This grant is for": "Code Audits, Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Infrastructure, Universal Tools",
    "socials:": "",
    "Website": "https://aavegrants.org/what-is-this-program"
  },
  {
    "name": "Algorand Foundation",
    "About Ecosystem": "Algorand uses a unique variation of Proof of Stake called Pure Proof of Stake (PPoS). PPoS is a highly democratized PoS consensus mechanism with a low minimum staking requirement for participating in and securing the network — only one ALGO coin is needed to participate.",
    "Apply Now": "https://algorandfoundation.submittable.com/submit/222728/supagrants-dev-tooling-suite",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Developer experience matters more than ever. In other words, developers expect a stellar experience when building blockchain applications at every stage of the Software Development Life Cycle (SDLC).\n\nTherefore, the Algorand Foundation is leading an effort to develop a world-class open-source developer tooling suite. Such a suite includes IDE, static analysis, debugging, account management, automated testing (using the Algorand sandbox), a smart contract library, a block explorer for private blockchain development, tools to help with continuous integration and development. You can compare this developer tooling suite to the https://trufflesuite.com/ or https://hardhat.org/ for Ethereum development.\n\nWe expect the suite to integrate existing available tools and IDEs (such as sandbox, https://algobuilder.dev/, https://plugins.jetbrains.com/plugin/15300-algodea-algorand-integration, Algorand VS Code extension) as well as newly developed tools. In particular, teams are expected to collaborate with each other to ensure the resulting dev tooling suite is as integrated, user-friendly, and extensible as possible. The Algorand Foundation will play the role of moderators between the teams.\n\nWe are looking for teams of blockchain developers who have previous experience with smart contracts, as well as relevant expertise and experience. In particular, we expect teams developing auditing tools and static code analysis tools to include experts in programming languages and in static analysis.\n\nTeams may develop one or multiple new open source tools (e.g., static analyzer) and/or help improving or extending existing tools (such as sandbox, the VS Code Algorand extension, or the AlgoSearch block explorer). They must ensure that their tools can be easily integrated with the other tools in a seamless as possible way. The Algorand Foundation will oversee all the projects and ensure the above.\nProposals for a full suite of open source tools for a specific purpose, such as web IDE à la Ethereum Remix, are also welcome. The Algorand Foundation strongly recommends that these proposals make best use of the existing tools whenever possible.\n\n[PLEASE NOTE] Any applications unrelated to Dev Tooling will be automatically rejected!\n\nAll proposed tools must be open source (ideally MIT license) from the get-go and the development itself must take place on a public open source repo (such as a public github). The code must be of outstanding quality, have excellent documentation (both for users of the tools and for potential contributors), and more generally follow best practices (including but not limited to having good unit test coverage, having a proper CI/CD pipeline, and using sparingly external dependencies). In addition, teams should have a positive attitude towards external contributions (which in particular means having clear contributing guidelines)  and ideally should foster an open source community around the project.\nThe Algorand Foundation wants to create and maintain a strong long-term relationship with the successful teams and expects successful teams to continue maintaining their tools in the long term.\n\nApplication Process\n\nWe focus on the following aspects:\n1. Quality and Completeness of the application - the more detail the better.\n\n2. Structure and Feasibility: Is there a clear execution plan, detailed information about deliverables and milestones, and a reasonable development timeline, and does the applicant or team have what it takes to deliver.\n\n3. Strategy and Innovation: Will the project bring value and benefits to the Algorand ecosystem; does it deliver something unique that will attract new users or is a proven success on other chains. Will your project make a considerable improvement to our existing knowledge or infrastructure.\n\nTimeline\nWeek 1 - 3: Internal Review of Project Proposal\nWeek 3: Decision to Accept / Decline Shared\nWeek 4: Legal Review\nWeek 5: Formal Contract Signed\nWeek 6: Initial Payment \n\nThis is a tentative project timeline and may be subject to delays as a result of high volume of applications or clarifications to the proposal etc.\n\nCriteria For Approval\n\nPrior to applying, we strongly advise you to read the https://prismic-io.s3.amazonaws.com/algorandfoundation/9c03c208-80cf-4c43-9dfc-3cfeeb9a8d70_ALGO+Grant+Program+-+Terms+and+Conditions+-11012020.pdf of the Grants Program. We recommend that the Grant amount requested is appropriate to the level of complexity and effort that you intend to deliver. \nPlease bear in mind that the more detail you provide the better your chances are of getting funded. It is worth framing your proposal in terms of the benefit and value you will bring to our ecosystem. We look at your proposed milestones and deliverables as evaluation and award criteria so these should be as detailed as possible. \n\nDuring the evaluation process, a reviewer may reach out to you for clarification or in person discussion to discuss specific details such as timelines, deliverables, milestones or technical aspect of the application under review. \n\nImportant: \nDecisions may include full funding, partial funding (possibly with a reduction in the proposal scope), or no funding. All decisions regarding grants, distribution dates and eligibility/qualification for grants are at the Algorand Foundation's sole and absolute discretion.",
    "Discord": "",
    "Ecosystem": "Algorand",
    "Execution Layer": "AVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Devs, Infrastructure, Universal Tools",
    "socials:": "",
    "Website": "https://algorand.foundation/grants-program"
  },
  {
    "name": "Arweave",
    "About Ecosystem": "At its core, Arweave is a Decentralized Storage Network (DSN) that connects people who have extra available computer disk space with those who need more computer storage. Designed to provide scalable, cost-effective, and permanent data storage, Arweave is built on a blockchain-like data structure called the blockweave.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSdvS-eyBhF3T15kyijCQkKvQbE52iMup0Q2aktfb5tUqnNHhQ/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Get funding to build on the permaweb\nWe regularly fund projects building on the Arweave network. Whether a decentralised application, an integration, or something else -- if you are using Arweave to build it, we want to support you!\n\nOpen Web Foundry\nThe https://owf.dev/ is a combination of incubator and accelerator programmes, specially tailored to support both brand new and experienced founders in building the new, decentralized web. The Foundry's goal is to support the expansion of the permaweb ecosystem, helping founders and builders create, launch, and grow their profit sharing communities and permaweb apps.\n\nThrough the Foundry the Arweave core team invests in participating projects, primarily in exchange for projects' https://arwiki.wiki/#/en/profit-sharing-tokens, and also offers extensive support for founders as they fundraise from external backers. Previous Foundry alumni have raised over $10mil for their permaweb projects following their participation in the programme.\n\nQuit your job, and build the new web by registering for the Open Web Foundry today.",
    "Discord": "",
    "Ecosystem": "Arweave",
    "Execution Layer": "All",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "DAOs, Dapps, Devs, Universal Tools",
    "socials:": "",
    "Website": "https://www.arweave.org/get-involved/investment-funding"
  },
  {
    "name": "Aurora",
    "About Ecosystem": "Aurora is an Ethereum Virtual Machine created by the team at the NEAR Protocol, delivering a turn-key solution for developers to operate their apps on an Ethereum-compatible, high-throughput, scalable and future-safe platform, with low transaction costs for their users.",
    "Apply Now": "https://airtable.com/shrm0FfqwJJ1D0HFr",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "We're actively looking to fund the following initiatives:\n\nBorrow & Lending\nBuild a non-custodial borrowing and lending solution on Aurora. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nDecentralized Exchange\nBuild an easy-to-use DEX on Aurora. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nStablecoins\nBuild the next-generation algorithmic stablecoin on Aurora. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nSynthetics and Derivatives\nBuild the future of decentralized synthetic assets and derivatives on Aurora. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nReserve Assets\nBuild a reserve asset with protocol-owned-liquidity. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nNFTs\nGrow the creator economy with your NFT project on Aurora. https://airtable.com/shrm0FfqwJJ1D0HFr\n\nYour Idea Here!\nUse the fast, low-cost Aurora environment to the next great thing in the world of decentralized blockchains! https://airtable.com/shrm0FfqwJJ1D0HFr",
    "Discord": "",
    "Ecosystem": "Aurora",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Dapps, Devs, Infrastructure, NFTs, Universal Tools",
    "socials:": "",
    "Website": "https://aurora.dev/grants"
  },
  {
    "name": "Aztec Grants",
    "About Ecosystem": "Aztec is an open source layer 2 network that aims to bring scalability and privacy to Ethereum. It strives to enable affordable, private crypto payments via zero-knowledge proofs.",
    "Apply Now": "https://airtable.com/shrvglCZ24jaH73oe",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Aztec is a privacy focused L2 network that brings scalable privacy to Ethereum. Our latest product, Aztec Connect, gives developers the tools to offer private trading, lending, borrowing, and earning. Our zero-knowledge rollup and bridge contracts batch transactions together, interact with existing smart contracts on mainnet, and split the gas cost across users in the rollup — resulting in up to 100x gas savings and ironclad privacy.\n\nOur community has been critical to https://ignition.aztecprotocol.com/, https://socials.com/aztecnetwork/status/1458519218404667393, and https://socials.com/aztecnetwork/status/1453773884663099392 - and our community will be essential in building the Aztec ecosystem. Since sharing the Aztec Connect Starter a few weeks ago, the community has already started building bridge contracts for protocols including https://github.com/0xinugami/aztec-lido-bridge/blob/master/contracts/LidoBridge.sol, https://github.com/bertmiller/aztec-connect-bridge-contracts, and Compound.\nWe are launching a grant program to provide contributors with the resources and support needed to go live on mainnet. In this first phase of the grant program, we will support the development of integrations with Aztec Connect - including bridge contracts, tooling, and analytics.\n\nCurrent focus\nRequested bridges\nOur rollups interact directly with smart contracts on mainnet through a bridge contract that models an asynchronous token swap.\nhttps://www.notion.so/edbc53bd10ee4ae49ea0bb0756a32bbf support top use cases and will be integrated on zk.money.\n\nProposed bridges\nProposed bridges may execute on a single dapp or multiple DeFi transactions across dapps. Bridge contracts enable \"recipes,\" which complete multiple steps atomically. Proposed bridges will be considered for zk.money integration.\n\nTooling and analytics\nWe are looking to make it simple and delightful to build and interact with Aztec. This includes building developer tooling and dashboards (i.e. detailed metrics about usage on Dune Analytics) to improve the experience.\n\nGrants process\n\nStep 1: Review the https://www.notion.so/edbc53bd10ee4ae49ea0bb0756a32bbf\nAztec identified the critical bridge contracts needed for select dapps. You are also invited to propose a bridge contract that will grow the Aztec ecosystem.\n\nStep 2: Submit your grant application\nOur grant application seeks to learn about you and what you're looking to build. You can select a requested bridge contract you'll develop, or submit a proposal.\n\nStep 3: Meet the Aztec team\nWithin one week of submission, the Aztec team will contact applicants for a screening call to discuss the project plan (timeline, milestones, outcomes) and support needed.\n\nStep 4: Notification and next steps\nAll applicants will be notified whether their application has been accepted or denied. For proposals, we'll indicate whether the bridge contract would be integrated into http://zk.money/.\n\nStep 5: Ongoing communication\nWe will establish regular check-ins and expected timeline to launch. Grantees will receive dedicated technical support to get from spec to production.\n\nStep 6: Launch Your Project 🎉\nWhen you're ready to ship, we'll support your launch onto http://zk.money/ and share your work with the community. We will also offer priority access to our preferred auditor.\n\nProgram support and benefits\n\nOffice hours: The core team will be available to answer questions and troubleshoot any issues that arise as you are building. We will host weekly office hours on Discord that are open to the public, as well as two hours for individualized office hours per week.\n\nBudget: Requested bridge contracts have a $2,000 bounty, which will be paid out to grantees who successfully deploy. Applicants may also indicate the budget required in the application - this may include compensation for the time spent on building the contract or reimbursement for expenses to deploy a bridge contract.\n\nExposure: Deployed bridge contracts will be featured on a leaderboard, which will showcase the number of live bridge contracts and their usage. Grant recipients will also be invited to present on Aztec community calls and receive assistance from our team to promote the integration to other relevant communities.\n\nAudits: We are partnering with an auditor to review community written bridge contracts. Aztec will pre-fund these audit costs and the community will be involved in prioritizing which bridge contracts will be audited.",
    "Discord": "",
    "Ecosystem": "Aztec",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Devs, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://aztecnetwork.notion.site/Aztec-Grants-19896948e74b4024a458cdeddbe9574f"
  },
  {
    "name": "Balancer",
    "About Ecosystem": "Balancer is a software running on Ethereum that seeks to incentivize a distributed network of computers to operate an exchange where users can buy and sell any cryptocurrency.",
    "Apply Now": "https://balancer.community/balancer-community-grants",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The BAL Grant program is one way that BalancerDAO promotes the development of the Balancer Protocol and Ecosystem. \n\nThe BAL Grant program provides support and funding ($1K - $75K) to projects committed to supporting Balancer Protocol in achieving its mission to become the number one source for Decentralized exchange trades. \n\nThis program is a good fit for individuals and groups that want to run a project that builds technology or resources on the Balancer Protocol. To get some inspiration for possible grants, check our https://balancer.community/balancer-community-grants/rfps-challenges-opportunities!",
    "Discord": "",
    "Ecosystem": "Balancer, Ethereum",
    "Execution Layer": "EVM",
    "Grant Amount": "$1k-$75k",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://balancer.community/balancer-community-grants"
  },
  {
    "name": "Binance x Fellowship grants",
    "About Ecosystem": "Binance Smart Chain (BSC) is a blockchain network built for running smart contract-based applications.\n\nBSC runs in parallel with Binance's native Binance Chain (BC), which allows users to get the best of both worlds: the high transaction capacity of BC and the smart contract functionality of BSC.",
    "Apply Now": "https://forms.monday.com/forms/e4ad18734e3c7153b166b4374dd9a7e7",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "What is the Binance X Fellowship?\n\nWe started this program to support talented developers and researchers in creating free and open-source software that would enable new innovations and businesses in the crypto economy.By joining this program, you have the freedom to work on open-source projects that have meaningful impact but may not necessarily have stand-alone commercial viability in the near-term.As a Binance X Fellow, you will have access to our wide network of founders, researchers, portfolio companies and developers for mentorship and advice.”\n\nProgram Details\n\n• Fellowship participants will receive a monthly stipend.\n• Project will receive support and guidance on defining a roadmap and fostering a community of users and contributors.\n• Open to applicants globally and admitted on a rolling basis.",
    "Discord": "",
    "Ecosystem": "All, BSC, NA",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://binancex.dev/fellowship.html"
  },
  {
    "name": "Celo",
    "About Ecosystem": "Celo is a platform acting as a global payment infrastructure for cryptocurrencies that aims to target mobile users. To this end, Celo's goal is for financial activity to be accessible to anyone globally thanks to its ability for payments to be sent to and from any phone number in the world.",
    "Apply Now": "https://share.hsforms.com/1WWFukIl9TGa19lf5ocAaQQ53n4j",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Purpose\nThe Celo Foundation (“Foundation”) Grants Program is an open program that supports projects that are committed to Celo's mission of building a financial system that creates the conditions for prosperity for all. The Foundation believes that by working together we can collectively help the world prosper.\n\nPrograms\nDo you have an interesting, viable product or offering for the Celo community? Are you seeking mentorship and capital? The Celo Foundation Grant program was made to help individuals building on Celo launch their product or service. The Foundation understands that not all projects are ready to launch on Celo.\n\nBelieves in a future where everyone can prosper\nThe Celo Foundation is a non-profit organization based in the US that supports the growth and development of the open-source Celo Platform. Guided by the Celo community tenets, the Foundation contributes to education, technical research, environmental health, community engagement, and ecosystem outreach—activities that support and encourage an inclusive financial system that creates the conditions for prosperity for everyone.",
    "Discord": "",
    "Ecosystem": "Celo",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Incubators/Accelerators, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://celo.org/experience/grants#introduction"
  },
  {
    "name": "CENNZ Grants",
    "About Ecosystem": "CENNZnet is a highly optimised, EVM compatible L2 blockchain.\nWe are a New Zealand based public blockchain, connected to Ethereum via a sophisticated bridge protocol and compatible EVM module. We offer a L2 or sidechain solution so that users can harness the tools of Ethereum alongside the optimised and faster experience of CENNZnet.\n\nWe are empowering projects pushing the boundaries of what's possible with decentralised tech. Our platform is highly secure, fast-paced and adapted to enable open and inclusive metaverse projects, P2E gaming, advanced NFT technology and bleeding-edge ideas.\n\nWe pride ourselves on providing a streamlined and user-friendly experience for devs. Using CENNZnet developers can apply blockchain using just javascript APIs – no smart contracts required. We cover 80% of use cases as plug n' play runtime modules that developers can simply opt-in and out of.\n\nOur ecosystem currently serves over 1m active users. And we are just getting started! Join our journey and let's grow together.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSdeW4HreYZJLDOoN-tdD4F3KkYR_KwNCkd5hhdylXbkqjNCuA/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "GRANTS PROGRAM BENEFITS\n\nFUNDING\nSecure funding to get your project up and running on CENNZnet:\n\nDEVELOPER GRANTS\n\nRound 1 – Shape your idea into an MVP.\nUp to NZD $15,000\n\nRound 2 – Grow your MVP into a viable business.\nUp to NZD $85,000\n\nTECH GUIDANCE\nOur own specialist blockchain dev team is always there to give you advice and answer your questions.\n\nMARKETING SUPPORT\nShowcase your project to the CENNZnet community and get invited to speak at our events.\n\nACCESS TO OUR ECOSYSTEM\nBe a part of an active ecosystem of ventures, mentors and VCs.\n\nPLATFORM FEES COVERED\nWe will provide enough CPAY to cover your gas fees for 3 months.\n\nGRANTS FOCUS AREAS\n\nPUT THE NFT INTO YOUR APP\nNFTs offer so much un-tapped potential for apps. Whether it's adding some tradeable art, tokenising in-app assets or making a full scale Metaverse – the possibilities really are endless. Using the CENNZnet NFT runtime module you can incorporate NFTs without the need for smart contracts, so you can get your ideas up and running fast.Show us your NFT focused app idea and qualify for a grant to get it up and running on CENNZnet.\n\nCOME TO THE CENNZ-SIDE\nHigh gas fees, lack of free parachains or struggling with complicated smart contracts? It's hard to make a success of your App on traditional platforms. Give your App a new lease of life on the next generation of blockchain and get the best of both worlds. Integrate with our Carbon negative PoS CENNZnet platform and enjoy low predictable gas fees, fast transaction speeds and out of the box runtime modules to give your App all the edges.Even better – we'll give you a grant to get it up and running!",
    "Discord": "",
    "Ecosystem": "CENNZ",
    "Execution Layer": "EVM",
    "Grant Amount": "< 15,000$",
    "Status": "Ongoing",
    "This grant is for": "Dapps, Devs, NFTs",
    "socials:": "",
    "Website": "https://cennz.net/grants/"
  },
  {
    "name": "Chainlink",
    "About Ecosystem": "Chainlink is known as a decentralized oracle network or blockchain abstraction layer. Chainlink uses blockchain technology to securely enable computations on and off the blockchain, supporting what it calls hybrid smart contracts.3 Enterprises that use Chainlink can access any of the major blockchain networks, including Ethereum, Solana, and Terra.",
    "Apply Now": "https://chainlinkgrants.typeform.com/to/efEbsq?typeform-source=chain.link",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Chainlink grant program\nThe Chainlink grant program deploys substantial resources toward the creation of critical developer tooling, the addition of high-quality data, and the launching of key services around the Chainlink Network.\n\nIntegration grants\nIntegration grants encourage projects and teams from all over the world to provide specific technical work and services for advancing the Chainlink Network. \n\nResearch program\nResearch grants fund researchers and academics who conduct and publish innovative research that advances the development of the Chainlink Network.",
    "Discord": "",
    "Ecosystem": "Chainlink",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Dapps, Devs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://chain.link/community/grants"
  },
  {
    "name": "Coinbase Developer Grants",
    "About Ecosystem": "NA",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSf8jHW0S9W7S-j0wHnebYb5V1g36kQLkHwre44WoDQQn3X9lQ/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "We have officially opened https://forms.gle/Z927YZhENNRrpH3j6 for our 2022 developer grants focused on blockchain developers who contribute directly to a blockchain codebase or researchers producing white papers addressing one or more of the following themes:\n\n1. Scalability and interoperability of blockchains: Scalability is a huge barrier to adoption. Current development varies between layer 2 protocols, and has different consensus mechanisms and layer 1 structures. While much of this work has high monetary value, we are specifically looking to fund novel approaches and applications which are not so easily monetized (for example: rollups that originate in math/graph theories).\n\n2. Privacy, Identity, and Zero Knowledge research: Financial privacy is a critical and necessary development for a widespread, safe adoption of crypto. In a world where personal privacy is increasingly at risk, we recognize that the public and permanent broadcasting of transaction history can be concerning. We are open to any applications related to this area, but we are particularly interested in development related to composable privacy — privacy preservation which can be combined with smart contract ecosystems. For example, this may lend itself to academic zero knowledge research.\n\n3. Protocol security, audit research, developer experience, and other foundational infrastructure: The crypto-economy should be safe for all users, and this is only possible when the protocols themselves are verifiably safe. This could take the form of a better developer experience, so that common bugs are easier to avoid, better audit tooling, or even work like Solidify, our static analysis tool. To this end, we're looking for projects which improve the foundational security of contracts, prevent exploits, and otherwise do the needful, inglorious, sometimes non-monetizable work.\n\n4. Environmental footprint: For the crypto-economy to have a place in the mainstream, it must be sustainable. While there is https://blog.coinbase.com/fact-check-is-bitcoin-mining-environmentally-unfriendly-3559823af6f1, there's no debate that mining is energy-intensive. We're excited to see applications with innovative solutions to address this generational challenge.\n\n5. Wild card: If you are working on a foundational improvement and are finding it hard to get funding, we want to hear from you!\n\nEligibility and Preferences\n\n• We welcome applications across any blockchain.\n• We are open to submissions for any time frame, although our default is year-long grants.\n• Our primary focus is to fund initiatives that maximize community benefit (and that is typically harder to monetize) and/or research that advances the industry.\n• We seek diversity in applicants and projects.\n• Some examples of previous recipients can be found https://blog.coinbase.com/announcing-our-second-developer-grant-winners-ffd3f6e93860.",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "NA",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Code Audits, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, NFTs, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://blog.coinbase.com/2022-developer-grants-call-for-applications-461ca9903122"
  },
  {
    "name": "Connext",
    "About Ecosystem": "Connext is an Ethereum based interoperable platform that connects Ethereum Virtual Machine (EVM) compatible chains and layer 2 solutions. Connext achieves its function without the use of a new external validator.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSfDgkvKuBSaNOrmFYjQOYoLZPGtDGNHZKbVmZz1OvnbQKYjVA/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Mission\nAt Connext, we believe that grants are one of the best ways to drive community ownership and action around public goods. Our goals with this program are to:\n1. Foster the development of the Connext ecosystem through targeted resource allocation.\n2. Give independent projects and working groups ownership of key parts of Connext.\n3. Provide teams with ongoing support as they continue to build with Connext.\n\nWhat We Look For\nThe best projects and teams:\n• Meaningfully improve Connext in some way.\n• Are passionate about our technology and community.\n• Have a proven track record of producing high-quality outputs.\n• Embody Connext's values and ethos more broadly.\n• Have a path to long-term financial sustainability.",
    "Discord": "",
    "Ecosystem": "Connext",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.connext.network/"
  },
  {
    "name": "ConsenSys",
    "About Ecosystem": "Ethereum is a decentralized blockchain platform that establishes a peer-to-peer network that securely executes and verifies application code, called smart contracts. Smart contracts allow participants to transact with each other without a trusted central authority.",
    "Apply Now": "https://consensysgrants.submittable.com/submit",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "ConsenSys Grants funds blockchain technology projects that meet the needs of a rapidly-accelerating Ethereum ecosystem. Some key areas include core infrastructure, social impact, improved developer tooling, UX, security, and access to education.\n\n We are equally focused on funding core components and technology that will enable far-reaching community-building projects in the blockchain space. We strive to understand the core needs of the ecosystem and look for great projects who respond to those fundamental needs by enabling others to build on their developments.",
    "Discord": "",
    "Ecosystem": "Ethereum",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Closed",
    "This grant is for": "Academics, DAOs, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://consensys.net/grants/"
  },
  {
    "name": "Curve Grants",
    "About Ecosystem": "Curve is DeFi's leading AMM (Automated Market Maker).  Hundreds of liquidity pools have been launched through Curve's factory and incentivized by Curve's DAO.  Users rely on Curve's proprietary formulas to provide high liquidity, low slippage, low fee transactions among ERC-20 tokens.",
    "Apply Now": "https://form.typeform.com/to/zRwr8KqD?typeform-source=news.curve.fi",
    "Contact": "https://t.me/curve_grants",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Ecosystem Grants\nEcosystem grants aim at encouraging and developing the Curve, Vyper language and more generally the DeFi ecosystem. They are for individuals, teams of all sizes looking to develop tools, projects that could benefit from grants.\nThe following criteria are considered:\n• How it relates to Curve and the Curve DAO\n• How it may benefit and impact the Curve and the Curve community\n• State of the project (is it some gibberish on a napkin or already in production)\n• The team and how likely they are to deliver\n• Potential (viability, longevity, competition and so on)\n• How the funds will be used and why they are needed\n\nThese grants are quite flexible in how they are awarded with demonstrating benefit to the Curve system being most important. Existing and completed projects are also eligible particularly if they can demonstrate benefit to the ecosystem.\nA council of team and community members will be formed to assign those grants which may involve milestone based repeat payments depending on the scope of the project.\n\nProjects will have the opportunity to present their project on Curve Discord if they wish.\n\nCommunity Grants\nCommunity grants aims at encouraging and developing the Curve community and Curve itself. Those grants will be received by users, content creators and projects supporting Curve.\nThose users may have helped create proposals that shaped Curve and its DAO, helped out users, contributed in a meaningful way to the community, created content, educational or otherwise, about Curve and/or benefited the Curve ecosystem.\nGrants range from $100 to $2,000 to be paid in CRV.\nA list of recipients will be circulated publicly before they are awarded. If you would like to suggest a recipient, please message @charlie_eth on Telegram/Discord.\n\nProposal Grants\nProposal grants will reward users who create successful (non parameter) proposals (CIPs). Those users will be rewarded by $500 in 3CRV after the proposal is implemented.\nTo be eligible:\n• CIP must be implemented\n• CIP must meet standard requirements (governance topic, feasibility, viability)\n• CIP must not be a parameter vote\n• Signal votes are excluded\n• Must not be a Curve team member",
    "Discord": "https://discord.com/invite/9uEHakc",
    "Ecosystem": "Curve",
    "Execution Layer": "EVM",
    "Grant Amount": "1k - 150k",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Infrastructure, Researchers, Universal Tools",
    "socials:": "https://socials.com/CurveFinance",
    "Website": "curve.fi"
  },
  {
    "name": "Cronos Ecosystem Grants",
    "About Ecosystem": "Cronos is the first Cosmos EVM chain for DeFi, NFTs, and metaverse that aims to massively scale the DeFi and decentralized application ecosystem.Cronos can massively scale the DeFi and decentralized application ecosystem by providing developers with the ability to instantly port apps from Ethereum and EVM-compatible chains. With low cost, high throughput, fast finality, and built-in interoperability, Cronos is poised to bring decentralized applications to the 10 million user base of the Crypto.com ecosystem and beyond.\n\nEVM Compatible \nBuilt on Ethermint, which supports rapid porting of apps & smart contracts from Ethereum and other EVM-compatible chains.\n\nScalable\nScalable Cronos can process more transactions per minute than Ethereum, making it faster, cheaper, and greener to execute smart contracts.\n\nInteroperable\nInteroperable The Inter Blockchain Communications (IBC) protocol enables interoperability and bridging to the Crypto.org Chain, and other IBC-enabled chains, such as Cosmos Hub.\n\nProof of Authority (POA)\nProof of Authority (POA) A more streamlined and scalable consensus mechanism consensus protocol while still maintaining security with a range of validators that many different parties run.",
    "Apply Now": "https://airtable.com/shrcC9kREciOLQULE",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Program Benefits/Milestone Incentives\nGrants will be awarded in tranches to project recipients based on the completion of certain pre-agreed-upon milestones.\n\nTechnical Support\nGrants recipients can expect to receive technical support and assistance from core developers that are supporting Cronos.\n\nMarketing Support\nProjects may receive additional marketing support across different social media channels to boost their Cronos project.\n\nVC Introductions\nProjects may be connected with our Venture Capital partners that could potentially support future fundraising rounds.\n\nEligibility\nProjects must be building an application on the Cronos blockchain and fall within the following categories.\nDeFiAMM/DEX, Lending, Structured Finance, Yield Aggregators, Derivatives, Liquid staking etc.\n\nNFT\nNFTs, NFT Marketplaces, Inter-NFT applications, etc.\n\nGaming & Metaverse\nMetaverse, Play-To-Earn Game, Play-And-Earn Game, etc.\n\nTools & Analytics\nDeFi protocols tools, Charting solutions, Dashboards, Analytics, developer tools, etc.\n\nCritical Infrastructure Projects\nOracles, etc.\n\nSocial Goods and Community Engagement Projects\nCommunity forums, governance toolings, DAO projects, Educational youtube videos, dedicated medium articles, etc.\n\nOther Web 3.0 Applications\nDecentralized storage, decentralized social media, decentralized IP management etc.",
    "Discord": "",
    "Ecosystem": "Cronos",
    "Execution Layer": "Cosmoms/Tendermint, EVM",
    "Grant Amount": "NA",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://cronos.org/grants"
  },
  {
    "name": "Crust Grants Program",
    "About Ecosystem": "Crust provides a Web3.0 decentralized storage network for the Metaverse. It is designed to realize core values of decentralization,\nprivacy and assurance. Crust supports multiple storage-layer protocols such as IPFS, and exposes instant accessible on-chain storage\nfunctions to users. Crustʼs technical stack is also capable of supporting data manipulating and computing.",
    "Apply Now": "https://github.com/crustio/Crust-Grants-Program/blob/main/applications/application_template.md",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Crust Grants Program, launched by the Decentralized Cloud Foundation (DCF), rewards projects that add value to the Web 3.0 decentralized cloud storage ecosystem. Grants divide the decentralized cloud storage ecosystem into technology stacks at six layers, including chain protocol layer, file systems protocol layer, node strategies layer, development tools, and infrastructure layer, blockchain-based applications layer, and user-based applications layer, incentivizing projects in the decentralized cloud storage ecosystem at full strength.",
    "Discord": "",
    "Ecosystem": "Crust",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "ongoing",
    "This grant is for": "Academics, Dapps, Devs, Infrastructure, NFTs, Universal Tools",
    "socials:": "",
    "Website": "https://medium.com/crustnetwork/crust-grants-handbook-a1369c766ab3"
  },
  {
    "name": "DeFi Education Fund",
    "About Ecosystem": "The DeFi Education Fund educates policymakers around the world about DeFi and advocates for policies welcoming of DeFi and decentralized governance.",
    "Apply Now": "https://www.defieducationfund.org/apply",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The DeFi Education Fund's (DEF) mission is to educate policymakers about the benefits of decentralized finance and to achieve regulatory clarity for the DeFi ecosystem. The DEF is nonpartisan and global in approach and orientation. To accomplish its multi-pronged mission, the DEF focuses on research and advocacy efforts in the following areas:\n\nPolicymaker education\nWe need to directly educate legislative and regulatory policymakers about the benefits of DeFi and decentralized governance.\n\nThought leadership and research\nWe need to more effectively explain the existing and potential benefits and uses of DeFi.\n\nGrassroots advocacy\nWe need to make it easy for DeFi community members to voice their opinions in the policymaking process.\n\nMessaging\nWe need to better formulate ideas, prepare spokespeople, and communicate to policymakers and the general public the benefits and promise of DeFi.\n\nLegal firepower\nWe need to develop a strong bench of legal advocates in multiple jurisdictions and venues.\n\nBest practices\nWe need to develop models for all DeFi projects to benefit from collectively.",
    "Discord": "",
    "Ecosystem": "Defi Education Fund",
    "Execution Layer": "NA",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Events/Hackathons, Public Goods, Researchers",
    "socials:": "",
    "Website": "https://www.defieducationfund.org/"
  },
  {
    "name": "Down The Rabbit Hole",
    "About Ecosystem": "Na",
    "Apply Now": "https://tzconnect.typeform.com/to/DE7TcIgf",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Down The Rabbit Hole is a grant program supporting ideas and projects that are exploring decentralized technology. It is part of despace programme - a space in the Berlin orbit that provides an invitation and pathway for involvement in Web3, and is created and curated by TZ Connect Team.\n\nThe program supports what can be evolved within the Web3 ecosystem, it is offered to all the curious people to make their ideas happen and is open for the application all year long. We are excited to start the conversation if you are new to blockchain technology, an expert, or anywhere in between, regardless of your profession. We will find the right starting point and take it from there.",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "All, EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Incubators/Accelerators, Infrastructure, NFTs, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://tz-connect.notion.site/Down-The-Rabbit-Hole-f1238684f96a441aa963064072148ae6"
  },
  {
    "name": "DYDX",
    "About Ecosystem": "dYdX (DYDX) is a decentralized exchange platform for cryptocurrency margin trading for assets like BTC, ETH, SOL, DOT, and more. The bulk of dYdX crypto margin trading products reside atop the Ethereum blockchain. However, the exchange recently rolled out on Layer 2 for instantly settled, inexpensive trades.",
    "Apply Now": "https://dydxgrants.com/application-form",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "While we hope to see applications submitted with https://dydxgrants.com/request-for-proposals-list RFPs in mind, we are open to any projects or ideas that benefit the dYdX protocol and community. All applications will be considered and reviewed thoroughly by the Grants team to assess their potential value add to the community. Final reviews will be conducted by the Grants committee before moving forward with initial funding.",
    "Discord": "",
    "Ecosystem": "DYDX, Starkware",
    "Execution Layer": "All",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://dydxgrants.com/"
  },
  {
    "name": "Ethereum Foundation - Ecosystem Support Program",
    "About Ecosystem": "Ethereum is a decentralized blockchain platform that establishes a peer-to-peer network that securely executes and verifies application code, called smart contracts. Smart contracts allow participants to transact with each other without a trusted central authority.",
    "Apply Now": "https://esp.ethereum.foundation/applicants/small-grants/apply",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Our Scope\nESP focuses on strengthening Ethereum's foundations and enabling future builders: improving infrastructure, expanding the range of tools available to those building on Ethereum, deepening our understanding of cryptographic primitives, and growing the builder ecosystem through education and community development. The work we support is open source, non-commercial and built for positive sum outcomes.\nESP support is generally directed toward enabling builders rather than end-users: strengthening Ethereum's infrastructure, expanding the range of tools available to those building on Ethereum, gaining a deeper understanding of cryptographic primitives, and growing the builder ecosystem through education and community development.\n\nSupporting Builders\nESP funding is generally directed toward supporting builders rather than directly impacting end users. We don't often fund dapps or front-end platforms, although this is not a hard rule and there are exceptions - for example, where an application serves as a research or educational tool, or a reference implementation of a new standard.\n\nOur grantees come from all over the world and represent many different backgrounds, disciplines and levels of experience. We have supported individuals and teams of all kinds - companies, DAOs, nonprofits, institutions, academics, developers, educators, community organizers and more.\nOur https://blog.ethereum.org/category/ecosystem-support-program/ also features monthly roundups which showcase grantees' progress after their grants are awarded and go into more detail about their background and work.",
    "Discord": "",
    "Ecosystem": "Ethereum",
    "Execution Layer": "EVM",
    "Grant Amount": "<$30,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Infrastructure, NFTs, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://esp.ethereum.foundation/about"
  },
  {
    "name": "Ethereum Foundation - MetaCartel",
    "About Ecosystem": "Ethereum is a decentralized blockchain platform that establishes a peer-to-peer network that securely executes and verifies application code, called smart contracts. Smart contracts allow participants to transact with each other without a trusted central authority.",
    "Apply Now": "https://discord.com/invite/P6HvQwJxGb",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "What is MetaCartel DAO?\n• Non-profit grants fund focused on creation and impact\n• Funded mostly by individuals in the community\n\nWhat do we fund?\n• DApps built on Ethereum\n• New consumer facing use-case experiments\n• Creation of new DAOs\n• Cryptonative experiments\n• Projects with longevity\n• Community oriented initiatives\n\nWhat do we not fund?\n• We don't typically fund developer tooling or infrastructure\n• We don't typically fund anything that isn't user facing\n\nApply for a grant\n\n1. Join us on Discord\nHead to the https://discord.gg/P6HvQwJxGbhttps://discord.gg/P6HvQwJxGb, and select \"Start your grant request\"\nThis will create a private discord channel with some initial screening questions. Please fill these out as the first step, which will allow us to provide quick feedback in regards to whether the project would be in the scope of funding.\n\n2. Connect with your MetaGuide and make your pitch\nA personal MetaGuide will claim your ticket and request a brief video call within a few days to discuss further. Those requesting funds are asked to create a short pitch video (~2 minutes), providing a high level overview for the MetaCartel community to review.\n\n3. Create a detailed forum proposal\nIf your pitch received a thumbs up from the community, it's time for a more detailed forum proposal on the https://forum.metacartel.org/tag/in-progress. This will then be reviewed in more detail, and feedback will be provided within the forum.https://forum.metacartel.org/t/proposal-metokens-the-defi-fair-launch-of-personal-tokens/956\n\n4. Present at a MetaCartel Town Hall\nIf forum consensus is to proceed, you will be invited to a MetaCartel Town Hall meeting. This is an opportunity to give your final pitch, and to officially introduce yourself to the community. If the meeting goes well, your case will be handed over to a MetaCartel DAO member to be championed in and create the official grant proposal in the DAO.\n\n5. Create a proposal for funding through DAOHaus platform\nIf you get a strong yes signal from us, we'll likely provide feedback and also have additional feedback for the project before we commit to a grant.\n\n6. Receiving funding 🎉",
    "Discord": "",
    "Ecosystem": "Ethereum",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Events/Hackathons, Public Goods, Researchers",
    "socials:": "",
    "Website": "https://www.metacartel.org/grants/"
  },
  {
    "name": "Ethereum Foundation - Moloch DAO",
    "About Ecosystem": "Ethereum is a decentralized blockchain platform that establishes a peer-to-peer network that securely executes and verifies application code, called smart contracts. Smart contracts allow participants to transact with each other without a trusted central authority.",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Who We Fund\n-Individuals and projects dedicated to the advancement of the Ethereum blockchain\n-Initiatives to improve Ethereum infrastructure\n-Culture building projects that iterate upon the lore of a global scale, cryptographically secured, parallel computational network as the digital public good that will facilitate the preservation of physical public goods.\n\nWho We Don't Fund\n-Shitcoins\n-Degens",
    "Discord": "",
    "Ecosystem": "Ethereum",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://molochdao.com/project-grants"
  },
  {
    "name": "Fantom",
    "About Ecosystem": "Fantom is a high-performance, scalable, EVM-compatible, and secure smart-contract platform.\n\nFantom's mainnet deployment—Fantom Opera—is built on Fantom's consensus mechanism, https://www.fantom.foundation/lachesis-consensus-algorithm/. Fantom is a leaderless, asynchronous, and byzantine fault-tolerant Layer 1 blockchain protocol.\n\nLachesis enables Fantom to deliver fast transaction speeds, low transaction costs, and deterministic finality. This is achieved while remaining permissionless, decentralized, and open-source.",
    "Apply Now": "Upcoming",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "We are beyond excited to announce a new 335m FTM Incentive Program in partnership with https://gitcoin.co/grants/ Gitcoin has an unprecedented track record of funding projects in the web3 space and will allow ALL Fantom projects, big or small, from seed to established projects, to apply for matched incentive rewards using their Quadratic Funding mechanism. Fantom's users decide on the allocations, with greater FTM matching rewards going to the projects that are most loved and supported by their users.\n\nSpecifically, our objectives are the following:\n• Better support a wider variety of project types. Regardless of whether it's a DeFi protocol, a games application, an NFT platform, education, critical infrastructure, or whatever it might be, projects should be treated equally and consistently.\n\n• Empower the Fantom community in the allocation process. The Fantom Foundation strongly believes in the collective wisdom of Fantom's users to help reward the best deserving projects. This decentralizes decision-making and encourages projects to better serve their users.\n\n• Support smaller teams that are just getting started building on Fantom. Not every project needs to have huge TVL or usage numbers. Achieving product-market success takes time. We want the incentive program accessible to builders targeting smaller and more niche audiences. And allow them space for trial and error.",
    "Discord": "",
    "Ecosystem": "Fantom",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Gitcoin Grant 14, Upcoming",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, NFTs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://fantom.foundation/blog/new-335m-ftm-incentive-program-with-gitcoin-grants/"
  },
  {
    "name": "Filecoin",
    "About Ecosystem": "The Filecoin network is a decentralized data storage marketplace. Users can store and retrieve their data on the network. The storage space is provided by storage provided on the network. Traditionally, online storage providers and protocols save data on centralized servers using IP addresses.",
    "Apply Now": "https://github.com/filecoin-project/devgrants/issues/new?assignees=SeedingTrees&labels=&template=microgrant.md&title=Next+Step+Microgrant%3A+%3CYour+Title+Here%3E",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "To date, the Filecoin project has focused primarily on research, specification and implementation of a decentralized storage network protocol. Throughout this process we have been fortunate to work with incredible community members and contributors. Some are already building tools on the budding network in active development.\n\nWe're looking to fund talented and eager teams that want to work with us to build a more robust, efficient, and decentralized web.\n\nWe created the Filecoin Dev Grants program to:\n• Reward ongoing & existing contributions that add great value to the Filecoin ecosystem\n• Inspire more contributors to solve open problems and engage with the Filecoin project\n• Seed the creation of new products, businesses and tools to increase the utility of Filecoin",
    "Discord": "",
    "Ecosystem": "Filecoin",
    "Execution Layer": "FVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Devs, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.filecoin.io/"
  },
  {
    "name": "FTX Future Fund",
    "About Ecosystem": "",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "If you're excited by the prospect of working to safeguard humanity's long-term future, we'd love to hear from you—even if you don't yet have a well developed project proposal. You can submit an expression of interest https://docs.google.com/forms/d/e/1FAIpQLSduO_hQl6GZCeOBDhA0jcAbI0JLeuVw6Fkq8nNKqs9-mTyLqA/viewform. We won't be able to respond to every submission, but we'll keep you in mind as we start to fund and launch projects.\n\nWhat do you look for in an application?\nThe ideal application would:\n• Have a great team\n• Focus on a key problem facing the long-term future, such as the problems discussed on our https://ftxfuturefund.org/area-of-interest/ page and https://ftxfuturefund.org/projects/ page\n• Have a sensible and specific plan for how to tackle that problem and achieve the desired impact\n• Have a plan for how the project could massively scale given additional funding",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Paused",
    "This grant is for": "Academics, Devs, Public Goods, Researchers",
    "socials:": "",
    "Website": "https://ftxfuturefund.org/apply/"
  },
  {
    "name": "Gitcoin",
    "About Ecosystem": "",
    "Apply Now": "https://gitcoin.co/grants/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Discover and Fund Extraordinary Public Goods",
    "Discord": "",
    "Ecosystem": "Chainlink, DYDX, Ethereum, Filecoin, Offchain Labs",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Paused",
    "This grant is for": "Public Goods",
    "socials:": "",
    "Website": "https://gitcoin.co/grants/"
  },
  {
    "name": "The Graph",
    "About Ecosystem": "The Graph is an indexing protocol for querying networks like Ethereum and IPFS. Anyone can build and publish open APIs, called subgraphs, making data easily accessible.",
    "Apply Now": "https://thegraph.typeform.com/applynow",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Graph Grants focuses on funding protocol infrastructure, tooling, dapps and subgraphs, and community building efforts.",
    "Discord": "",
    "Ecosystem": "The Graph",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.notion.so/The-Graph-Foundation-e822e66d7b614fdd899a647f5db51a68"
  },
  {
    "name": "HBAR",
    "About Ecosystem": "Hedera is a fully open-source public distributed ledger that utilizes the fast, fair, and secure hashgraph consensus. Its network services include Solidity-based smart contracts, as well as native tokenization and consensus services used to build decentralized applications.",
    "Apply Now": "https://www.hbarfoundation.org/apply",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Tokenization and DeFi Fund\n\nProject Funding\nFinancing can be one of the most challenging barriers for entrepreneurs. Get your project fully funded with HBAR through a simple and fast grant process and bring your project to market quickly.\n\nOperational Support\nThe HBAR Foundation makes available expert resources to accelerate the deployment of your project - from technical operations to marketing and business development.\n\nProject Awareness\nLet us help you build brand awareness and increase the adoption of your project by promoting it to the wider network of projects, enterprises, and innovators building on the Hedera network.\n\nGreen Technology\nThe Hedera network is dedicated to having a limited carbon footprint and has adopted environmental sustainability as a core value - officially committing to carbon-negative network operations.",
    "Discord": "",
    "Ecosystem": "HBAR",
    "Execution Layer": "EVM, Javascript",
    "Grant Amount": "",
    "Status": "",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Incubators/Accelerators, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.hbarfoundation.org/"
  },
  {
    "name": "Harmony",
    "About Ecosystem": "Harmony is a layer-1 blockchain using sharding and Effective Proof of Stake to achieve scalability, security, and decentralization. The network was launched in 2019 and features trustless cross-chain bridges and four shards, which process transactions in parallel. Effective Proof of Stake encourages decentralization of validators, and sharding shares the network's load among validators, delegators, and users.",
    "Apply Now": "https://open.harmony.one/300m-on-bounties-grants-daos/apply-for-grants-or-dao",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Harmony is experimenting with radical incentives. We aim to onboard thousands of builders and creatives in the coming months. How do we capture everyone's initial enthusiasm while making progress despite coordination inertia?\n\nWhether in startups or DAO – salary negotiations, performance reviews, and time commitments are easily the hardest things among humans. Can self-assessed base salary, public timesheets and deliverable reviews, dispute resolutions like quits and kicks, and retroactive peer bonuses help scale 1000s of development-focused DAOs?\n\nHarmony offers the most generous pay to onboard anyone who is qualified and aligned with our mission. Our culture values productivity over activity – or, more importantly, values meanings of our work making impacts in people's lives rather than work hours. Builders in DAOs as the future of work prefer fluid commitment, exploring multiple opportunities and producing work upon the passion of the moment.",
    "Discord": "",
    "Ecosystem": "Harmony",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, NFTs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://open.harmony.one/minimum-pay-for-builders-creatives"
  },
  {
    "name": "Hyperscale",
    "About Ecosystem": "",
    "Apply Now": "https://discord.com/invite/7CGPQ8fWHt",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Hyperscale is a fund that deploys ultra-fast and universally accessible capital. Crypto-native projects fill out a 15-minute application and receive an investment within a week. Crypto-native projects are democratizing access to opportunity around the world. By making crypto-native investments, we will tap into human potential around the world.",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "All",
    "Grant Amount": "< $5,000,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, DAOs, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.hyperscalefund.com/"
  },
  {
    "name": "Idle Grants Program",
    "About Ecosystem": "Idle is a decentralized rebalancing protocol that allows users to automatically and algorithmically manage their digital asset allocation among different third-party DeFi protocols. You can choose to maximize your interest rate returns through our MaxYield strategy or minimize your risk exposure through our RiskAdjusted allocation strategy.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSeODAt32FqxdwU7K2v6nIsikqSylq42WflojmvQyaXaO8hT-A/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "This program is an opportunity to contribute to the Idle ecosystem, shape the future of finance, and an opportunity to level up your technical and soft skills in DeFi, as part of a community of passionate contributors.",
    "Discord": "",
    "Ecosystem": "Aave, Compound, DYDX, Ethereum, Polygon",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Devs, Infrastructure, Researchers",
    "socials:": "",
    "Website": "https://idlelabs.notion.site/IGP-Idle-Grants-Program-a91d2937f24c4539a6538e48777fbfbd"
  },
  {
    "name": "Interchain Foundation",
    "About Ecosystem": "",
    "Apply Now": "https://apply.interchain.io/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Interchain Foundation provides grants, service agreements, full-time employment and investments.\n\nResearch\nAdvancing basic and applied research in cryptography, distributed systems, formal verification, and mechanism design.\n\nEngineering & Product\nEngineering turns research into software; product turns software into user-experiences. We are primarily interested in general-purpose technologies that expand the environment, capabilities, and security of the Cosmos ecosystem\n\nSocial Good & Community\nWe support communities to bring awareness to open-source, decentralized technologies. Sovereignty, security, and sustainability also means addressing fundamental social issues like human rights, education, food security, accessibility, open government, and environmental regeneration.",
    "Discord": "",
    "Ecosystem": "Cosmos, Ethereum, HBAR, Harmony, Polkadot/Kusama",
    "Execution Layer": "Cosmoms/Tendermint, EVM, Substrate",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Events/Hackathons, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://interchain.io/funding/"
  },
  {
    "name": "Kadena Eco Grants",
    "About Ecosystem": "Kadena is a proprietary, multi-chain architecture with tools made for everyone. Never before has a blockchain technology offered such speed, scale, and energy efficiency — Kadena combines the functionality of blockchain tech with the accessibility of today's internet, making it the perfect platform for builders to create their projects.",
    "Apply Now": "https://kadena.io/grants/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Applicants must be willing to adopt Kadena's “build in the open” philosophy by contributing content, tutorials and product explainers in relevant channels and communities such as Discord, Medium, Stackoverflow and others. In turn, Kadena Eco will commit to engineering mentorship, office hours and community leadership in addition to monetary support.\n\nBeyond grant money, you'll also get support from Francesco Melpignano, CEO of Kadena Eco, and the rest of the Kadena team to get you off the ground and building for success.",
    "Discord": "",
    "Ecosystem": "Kadena",
    "Execution Layer": "Pact",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Incubators/Accelerators, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://kadena.io/eco/"
  },
  {
    "name": "Lido Ecosystem Grants Organization",
    "About Ecosystem": "What is Lido?\nLido is a liquid staking solution for ETH 2.0 backed by industry-leading staking providers. Lido lets users stake their ETH - without locking assets or maintaining infrastructure - whilst participating in on-chain activities, e.g. lending. Lido attempts to solve the problems associated with initial ETH 2.0 staking - illiquidity, immovability, and accessibility - making staked ETH liquid and allowing for participation with any amount of ETH to improve the security of the Ethereum network.",
    "Apply Now": "https://lego.lido.fi/how-can-i-apply",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The mission of the Lido Ecosystem Grants Organization (LEGO) is to provide valuable resources to contributors who help to improve Lido and the surrounding staking ecosystem, whether through development efforts, content, events, ideas or anything else.\n\nBy rewarding talent early with developer incentives, bounties, and infrastructure support, LEGO acts as a catalyst for growth and helps to maintain Lido as a leading and most useful liquid staking protocol in the whole space.",
    "Discord": "",
    "Ecosystem": "Ethereum, Lido",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Events/Hackathons, Researchers",
    "socials:": "",
    "Website": "https://lego.lido.fi/"
  },
  {
    "name": "Liverpeer",
    "About Ecosystem": "Livepeer is a protocol for developers who want to add a live or on-demand video to their projects. It aims to increase the reliability of video streaming while reducing costs associated with it by up to 50x.\n\nTo achieve this Livepeer is building a p2p infrastructure that interacts through a marketplace secured by the Ethereum blockchain.",
    "Apply Now": "https://github.com/livepeer/Grant-Program",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Livepeer has a long-term vision to build a fully decentralized video stack, and we cannot achieve this goal without a community of contributors to the project. Livepeer Grants provide funding to projects, ideas, and events that benefit the Livepeer ecosystem. The grants program provides contributors with an opportunity to fund their projects and build a position in the Livepeer network. Livepeer Grants aims to distribute up to $250,000 in grants each quarter with semi-annual review phases.\n\nWe are seeking projects and will provide grants for:\n• Core Protocol development\n• Code Audits\n• Applications\n• Integrations\n• Marketing and Community Initiatives\n\nRequirements\n• Projects must be open source\n• We are open to funding projects built by teams or individuals, although it helps to have both product/UX + backend for the apps. Find people with complementary skill sets to join you and collaborate by joining https://discord.gg/cmpB7sH and posting in the #Find-Hackers channel.",
    "Discord": "",
    "Ecosystem": "Ethereum, Liverpeer",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, Universal Tools",
    "socials:": "",
    "Website": "https://github.com/livepeer/Grant-Program"
  },
  {
    "name": "Meta Gamma Delta",
    "About Ecosystem": "",
    "Apply Now": "https://forum.daohaus.club/t/guide-meta-gamma-delta-grants-application-process/10626",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "We fund women-led projects that aim to benefit the development of the decentralized ecosystem.\n\nMGD Grants Program\nOur vision is a world in which all people have economic freedom and financial independence. No matter the color of their skin, gender, sexual orientation, or the country they live in, everyone should have the right to live a happy and meaningful life. This type of world requires breaking down conventional structures and pushing against the status quo. It is what blockchain technology and decentralization aim to do.\n\nQualifications\n• You are a female Founder or Co-Founder\n• You are building a decentralized application or working on a project that benefits the development of a decentralized world\n• Working on a program that encourages women/minorities to be part of your community",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Incubators/Accelerators, Infrastructure, NFTs, Public Goods, Researchers, Universal Tools, Women Only",
    "socials:": "",
    "Website": "https://metagammadelta.com/grants/"
  },
  {
    "name": "mStable",
    "About Ecosystem": "mStable is an autonomous and non-custodial infrastructure for pegged-value crypto assets. The protocol was created to address three major problems:\n\nSignificant fragmentation in same-peg crypto assets (there are currently at least 5 major USD pegged crypto assets on Ethereum, for example)\nLack of yield in fiat currencies and pegged crypto assets\nLack of protection against permanent capital loss in pegged crypto assetsm\nStable provides a solution to these three problems through the creation of meta-assets, which are fully backed by a diversified basket of existing tokenised same-base assets.",
    "Apply Now": "https://airtable.com/shrmPojq6wrSDyC3m",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The mStable GrantsDAO is a community-led program for funding ideas that could benefit the mStable protocol, with a focus on building a wider community of developers, creators, and innovators.\n\nWhat is the GrantsDAO?\nWe are a team of active mStable community members and contributors in charge of approving grants/bounties. We were brought together to further increase the decentralisation of the mStable protocol and to foster community-led initiatives with a focus on growing the mStable protocol and ecosystem.\n\nProgram Details\n• The mStable GrantsDAO has allocated 100,000 MTA every quarter for funding grants unless the previous quarter's funds are less than 50% utilised.\n• The grants program will run from 1 Jun 2021 to 1 Jul 2022 for a period of one year with https://www.notion.so/5340a0fa91fc482a99e9e18618880cb4.\n\nEligibility\nAs long as you are building something useful for the mStable ecosystem, we welcome you to apply for our developer and community grants.\n\n• Developer Grants\n    ◦ Protocol development\n    ◦ Code audits\n    ◦ API/Subgraph documentation\n    ◦ Integrations and business development\n    ◦ Hackathons\n    ◦ Data and dashboards\n• Community Grants\n    ◦ Content creation and marketing\n    ◦ NFT design\n    ◦ mStable Swag for the community\n    ◦ Community leaderboard\n\nGrant Process\n• Bounty Creation\nBounties can be created using the https://www.notion.so/9a14f42d56ca4fbda800c6d64f5fdeca. The form should be used by people who have an idea for something that would be benefit mStable but aren't able to do it themselves. If a bounty is approved it will be posted to the https://www.notion.so/a0b60b686eec483898111e99164622f3 where others can apply for a grant to fulfill the bounty.\n• Application\nBrowse our grants program and apply through the https://www.notion.so/f06c1bb6f5704783bf458c55abf91af3. Apply for a grant of your own or for one of our open bounties listed on the https://www.notion.so/a0b60b686eec483898111e99164622f3.\n• Review\nThe mStable GrantsDAO will review your grant request if the grant amount is below $50k. For larger grants, MTA governors will vote through governance.\n• Approval\nThe grantsDAO will review your application based on several criteria, e.g. the value it brings to the ecosystem and the experience of the team to achieve that vision.\n• Disbursement\nGrants will be made directly to your Ethereum address within 72 hours.\nhttps://www.notion.so/a0b60b686eec483898111e99164622f3\nhttps://airtable.com/shrmPojq6wrSDyC3m\nhttps://www.notion.so/1eaf5d08aaf84320a50c09f14dccf466\n\nOur Values\n• Decentralisation\n/ˌdiːsɛntr(ə)lʌɪˈzeɪʃ(ə)n/\nnoun\nthe transfer of control of an activity or organisation to several local offices or authorities rather than one single one.\n• Communication\n/kəmjuːnɪˈkeɪʃ(ə)n/\nnoun\nthe imparting or exchanging of information by speaking, writing, or using some other medium.\n• Collaboration\n/kəlabəˈreɪʃn/\nnoun\nthe action of working with someone to produce something.\n• Enthusiasm\n/ɪnˈθjuːzɪaz(ə)m,ɛnˈθjuːzɪaz(ə)m/\nnoun\nintense and eager enjoyment, interest, or approval.\n• Progress\n/ˈprəʊɡrɛs/\nnoun\ndevelopment towards an improved or more advanced condition.\n• Creativity\n/ˌkriːeɪˈtɪvɪti/\nnoun\nthe use of imagination or original ideas to create something; inventiveness.",
    "Discord": "",
    "Ecosystem": "mstable",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Devs, Events/Hackathons, Infrastructure, Public Goods",
    "socials:": "",
    "Website": "https://mstable.org/"
  },
  {
    "name": "NEAR Foundation",
    "About Ecosystem": "NEAR is a decentralized application platform with the potential to change how systems are designed, how applications are built, and how the web itself works. \nIt is a complex technology with a simple goal — allow developers and entrepreneurs to easily and sustainably build applications that secure high-value assets like money and identity while making them performant and usable enough for consumers to access.   \n\nTo do this, NEAR is built from the ground up to deliver intuitive experiences for end-users, scale capacity across millions of devices, and provide developers with new and sustainable business models for their applications. In doing so, NEAR is creating the only community-run cloud strong enough to extend the reach of Open Finance and power the future of the open web.",
    "Apply Now": "https://airtable.com/shrY3sDi7JnWtLNI6",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Grant Foundation Grants Program\nThis application is for entrepreneurs, developers, researchers, and advocates looking to contribute to the NEAR ecosystem. You might be looking to bootstrap your project on NEAR, add funds to your DAO's treasury, or conduct research on the social impacts of decentralization. The NEAR Foundation (NF) welcomes all projects interested in building a more scalable, equitable, and creative future on NEAR.",
    "Discord": "",
    "Ecosystem": "NEAR",
    "Execution Layer": "Rust",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, DAOs, Dapps, Devs, Infrastructure, Researchers",
    "socials:": "",
    "Website": "https://near.org/grants/"
  },
  {
    "name": "NEO ECO Support",
    "About Ecosystem": "Neo is a software network that seeks to serve as a platform on top of which anyone can transact and create decentralized products and services.\nNeo is sometimes referred to as the “https://www.kraken.com/en-gb/learn/what-is-ethereum-eth of China” due to it sharing many similar features with its more popular counterpart, such as the ability to write decentralized applications (dapps) for decentralized exchanges, prediction markets and social networks, among others.\n\nFurther, the Neo network also offers a host of other features to its users, including a decentralized file storage system, an identity system, and an oracle system for feeding external information to it (https://www.kraken.com/en-gb/prices). \n\nNeo uses a unique governance system called Delegated Byzantine Fault Tolerant (dBFT) as its consensus mechanism for the computers that run its software.\nCentral to running operations on its https://www.kraken.com/en-gb/learn/what-is-blockchain-technology are two native https://www.kraken.com/en-gb/learn/what-is-cryptocurrency, NEO, for voting on protocol changes, and GAS, used to pay for computation on the network",
    "Apply Now": "grants@neo.org",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Neo General Grants Program is primarily focused on funding the development of tools and infrastructure for the Neo Blockchain.\n\nThe Neo Foundation supports teams that are capable of executing outstanding blockchain software development initiatives that improve the Neo ecosystem.\n\nExamples include developer tools such as SDKs, nodes, layer2 protocols, IDE plugins, and infrastructure protocols. We expect teams and deliverables to be adoption driven, developer friendly, and delivered on-time.\n\nProject funding\nThe average funding for a project is between $5,000 to $50,000, with the typical maximum funding around $100,000. However, if a project can provide extraordinary value to the Neo ecosystem, additional funding may be possible. Generally, the Neo Foundation decides the funding for a project based on the time, difficulty, importance or priority to the Neo ecosystem and the developer-friendly nature of the project. Most of the projects should be expected to be completed within 6 months.\n\nGrants may be applied for in stages for new projects with complexity, or for existing projects with major new capabilities or upgrades. For existing projects, teams need to complete and deliver on the previous grant as described in their application before receiving additional funds. The Neo Foundation Grants Committee will decide whether to approve the new grant application.\n\nApplication requirementsIf you feel your project is right for General Grants, please contact Neo Foundation with the following information:\n• Team introduction\n    ◦ Team name\n    ◦ Team website / GitHub organization\n    ◦ Legal entity information (if you have one)\n    ◦ Team composition (leaders / members)\n    ◦ Related experience\n• Project introduction\n    ◦ A brief introduction to the project and its use-cases or scenarios.\n    ◦ An explanation of why this project is important to the Neo ecosystem. Are there any other projects similar to yours in the Neo ecosystem?\n    ◦ A summary of why your team is motivated and interested in developing this project.\n    ◦ Any anticipated challenges or risks to successful delivery and completion of the project.\n• Project roadmap\n    ◦ Delivery milestones and timeframe\n    ◦ Features outline\n    ◦ Verifiable deliverables\n    ◦ Total funding request / budget plan for each milestone\n    ◦ Future plans / team's longer term business priorities",
    "Discord": "",
    "Ecosystem": "All, Neo",
    "Execution Layer": "NEOvm",
    "Grant Amount": "$5000=$50,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, Dapps, Devs, Infrastructure",
    "socials:": "",
    "Website": "https://neo.org/eco#general-grants"
  },
  {
    "name": "NEO Research Grants",
    "About Ecosystem": "Neo is a software network that seeks to serve as a platform on top of which anyone can transact and create decentralized products and services.\nNeo is sometimes referred to as the “https://www.kraken.com/en-gb/learn/what-is-ethereum-eth of China” due to it sharing many similar features with its more popular counterpart, such as the ability to write decentralized applications (dapps) for decentralized exchanges, prediction markets and social networks, among others.\n\nFurther, the Neo network also offers a host of other features to its users, including a decentralized file storage system, an identity system, and an oracle system for feeding external information to it (https://www.kraken.com/en-gb/prices). \n\nNeo uses a unique governance system called Delegated Byzantine Fault Tolerant (dBFT) as its consensus mechanism for the computers that run its software.\nCentral to running operations on its https://www.kraken.com/en-gb/learn/what-is-blockchain-technology are two native https://www.kraken.com/en-gb/learn/what-is-cryptocurrency, NEO, for voting on protocol changes, and GAS, used to pay for computation on the network",
    "Apply Now": "Email grants@neo.org",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "ResearchTechnological innovation is the premise for the continuous growth and development of the blockchain industry. The Neo Foundation is interested in funding universities, research institutes, laboratories, consultancies, and researchers to conduct applied research based on the Neo blockchain capabilities and roadmap.\n\nResearch Topics\nWe are looking for pioneering researchers to focus their applied research efforts in areas related to the Neo Foundation's vision and roadmap. In order to provide directional guidance, listed below are some relevant topics that the Neo Foundation is considering in its roadmap over the next 12-24 months. If you believe that we should sponsor applied research in areas related to the Neo that isn't currently in the list, then please feel free to submit a new request addressing the proposal using the Research Application Form.\n\nThe following topics are listed alphabetically\n\n• Consensus algorithm optimization\n• Cryptography\n• Distributed infrastructure applications\n• Economic model optimization\n• High-level-languages\n• Interoperability across blockchains\n• Large-scale enterprise adoption\n• NeoVM upgrades & optimization\n• On-chain governance\n• Privacy\n• Scalability\n• Security\n• Tokenization and circulation of digital assets\n\nFunding\n\nThe average funding for a research project is around $10,000 to $100,000. However, if the project can provide extraordinary value to the Neo Foundation, additional funding may be possible. Most of the projects should be expected to be completed within 6 months, complex ones no longer than 12 months.\n\nWe attach importance to the application of research results, which may bring real - world improvements to the Neo Blockchain. Expected output and results of the applied research include but are not limited to:\n• Shipping code on TestNet\n• Protocol and related specification(s)\n• Reference implementation(s)\n• Prototype(s)\n• Technical report(s) with experimental results\n\nHow to apply\n\nIf you are…\n• An academic institution or research institute\n• An individual or group with expert knowledge in specialized fields such as applied cryptography, P2P systems, engineering, economics, governance, etc.\n• Capable of bringing real-world improvements to the Neo blockchain\n• Able to provide examples of previous research projects and resultsResearch \n\nGrants could provide...\n-Funding to complete your research\n-Opportunities to participate in global events and media interviews\n-Access to developer community events, such as the Neo Community Assembly\n\nIf you want to apply for a research grant, please contact the Neo Foundation with the following information:\n\nResearch Topic\nPlease introduce the topic on which you intend to focus your research.\n\nProject Introduction\nPlease introduce the context of the research topic, its main goal, and the main problems to be solved. Please also indicate the expected results in detail, such as prototype, programmable code, monograph, research report, etc.\n\nTeam Introduction\nPlease introduce the applicant's background and its team members with past research results. Please also indicate the principal researcher and his/her resume and contact.\n\nResearch Roadmap\nPlease introduce the research plan and its milestones, and indicate its conditions, guarantees, and risks in completing the project. Please also detail the suggested evaluation indicators.\n\nBudget\nPlease include the requested budget and its usage.",
    "Discord": "",
    "Ecosystem": "Neo",
    "Execution Layer": "NEOvm",
    "Grant Amount": "$10,000-$100,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, Researchers",
    "socials:": "",
    "Website": "https://neo.org/eco#research-grants"
  },
  {
    "name": "Nervos Grants",
    "About Ecosystem": "The Nervos Network is an open source public blockchain ecosystem and collection of protocols solving the biggest challenges facing blockchains today\n. The Nervos CKB (Common Knowledge Base) is the layer 1, proof of work public blockchain protocol of the Nervos Network.",
    "Apply Now": "https://docs.google.com/forms/d/1s44tAcdH1XVIk8EPUV5AOhvaLi97BLffZgTmYAcsWTU/viewform?edit_requested=true",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "GRANT CATAGORIES\nThe scope of the grants program will be broad and across all aspects of ecosystem building to allow anyone around the world the potential to join the community and help grow the Nervos Ecosystem.\n\nInitial grants open for application focus on infrastructure building and developing the foundation for which the network and ecosystem can grow.\n\nEach grant category has a scope of work for that specific category to give guidance and recommendations for potential applicants. For information on open grant categories and scope of work within each category, please head over to the https://talk.nervos.org/t/open-grant-program-categories-and-scope-of-work-for-applications/4109.",
    "Discord": "",
    "Ecosystem": "Nervos",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.nervos.org/developer/grants"
  },
  {
    "name": "Notional",
    "About Ecosystem": "Notion is a productivity software - Notion helps users schedule tasks, manage files, save documents, set reminders, keep agendas, and organize their work. Notion allows writing & pasting equations in the form of blocks or inline, as it supports LaTeX.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSeyc6yhvOqcgFcI5DQe3C-5-JhWLOfsBy2U0IzHGgvc2DYUCA/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Notional Ecosystem Grants\nGrowing the Notional ecosystem will require contributions from community members with all different kinds of talents. This program will support contributions that range from smart contract development and technical research to educational content creation - and everything in between.\n\nPotential grant categories\nWe welcome your ideas and your own personal expertise - here are a few types of grants that we are actively requesting proposals for:\n\n• Usability and Tooling\nEnhance Notional's accessibility and ease of use, eg. : decentralized clients for the protocol, websites that allow new functionality, and analytics dashboards.\n\n• Education and Community Growth\nEngage and grow the Notional community with content and programs, eg. videos, hackathons, newsletters, podcast sponsorships, community DAOs, etc.\n\n• Research/Analysis\nProduce in-depth research and analysis of the Notional protocol, fixed-rate lending/borrowing, and other content that would be beneficial to the Notional protocol and optimization of governance parameters.\n\n• Protocol improvements\nProvide logic and frameworks for Notional protocol upgrades such as new collateral types, liquidity mining incentives, etc. This category includes things like gas optimization improvements and risk parameter updates.\n\n• Integrations and Interfaces",
    "Discord": "",
    "Ecosystem": "Notion",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Events/Hackathons, NFTs, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://wise-spy-474.notion.site/Ecosystem-Grants-Program-cf09bdaf631e405588ab0ffbc58f3401"
  },
  {
    "name": "Oasis Grants Program",
    "About Ecosystem": "The Oasis Network is a privacy-first, proof-of-stake, decentralized network. A network designed to give users back control and ownership of their data, while supporting new applications in open finance and open data.",
    "Apply Now": "https://airtable.com/shrds85lC23z5Bwy2",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The ROSE Bloom Grants Program will help you kickstart the development of your projects in a range of key focus areas and support DeFi, NFT, P2E Gaming, Metaverse, Data DAO, data tokenization and privacy DApss.. Each proposal is eligible to receive up to $50,000 USD in ROSE tokens.\n\nCurrently, the ROSE Bloom Grants program offers grants for the following development environments:\n\n- Oasis Emerald, the EVM Compatible ParaTime\nAs the official EVM compatible ParaTime on the Oasis Network, Emerald allows for full EVM compatibility and easy integration with EVM-based DApps, such as DeFi, NFT, Metaverse and crypto gaming. It offersincreased throughput of transactions and more than 99% lower fees than Ethereum.\n\n-Oasis Labs' Parcel SDK\nA privacy-first data governance SDK built by Oasis Labs to isolate and protect your most sensitive data without sacrificing the ability to use it.",
    "Discord": "",
    "Ecosystem": "OASIS",
    "Execution Layer": "EVM",
    "Grant Amount": "<50,000$",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, NFTs",
    "socials:": "",
    "Website": "https://oasisprotocol.org/grant-programs"
  },
  {
    "name": "Ocean DAO",
    "About Ecosystem": "Ocean Protocol unlocks the value of data.\n\nData owners and consumers use Ocean Market app to publish, discover, and consume data in a secure, privacy-preserving fashion. OCEAN holders stake liquidity to data pools.\n\nData is wrapped as interoperable ERC721 data NFTs & ERC20 datatokens to enable data wallets, data exchanges, and more, via NFT & DeFi tools. Developers can use Ocean libraries to build their own data apps.",
    "Apply Now": "https://seed.oceandao.org/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "OceanDAO offers community grants curated by OCEAN holders, towards growing the Ocean ecosystem. Funding is available for building software that uses Ocean, unleashing data, outreach, and improving OceanDAO itself.",
    "Discord": "",
    "Ecosystem": "Ocean",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Upcoming",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://oceanprotocol.com/dao"
  },
  {
    "name": "Olympus Grants",
    "About Ecosystem": "The goal of the Olympus protocol is to create a decentralized, censorship-resistant reserve currency for the emerging Web3 ecosystem. Developing a reserve currency is important because a fundamental goal of the Web3 financial movement is to foster an alternative economic ecosystem that serves the needs of its various stakeholders, which include:\n• Having access to unique purpose-built assets that are widely and uniformly available across L1s and L2s\n• Being able to transact/store value in highly decentralized and censorship-resistant assets that are not dependent on the traditional financial ecosystem for validation or survival",
    "Apply Now": "https://notionforms.io/forms/olympus-grants-program-application-form-1",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Olympus Grants. Expanding the econOHMy by planting new seeds, building bridges, and moving at the speed of trust.\n\nEducation\nEducate more users about Olympus, and help make more Ohmies.\n\nInfrastructure\nImprove and expand the OHM infrastructure and reach.\n\nUtility\nImprove the utility of OHM, and reach more Ohmies.",
    "Discord": "",
    "Ecosystem": "Olympus",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.olympusdao.finance/"
  },
  {
    "name": "Open Grants",
    "About Ecosystem": "Ethereum is a decentralized blockchain platform that establishes a peer-to-peer network that securely executes and verifies application code, called smart contracts. Smart contracts allow participants to transact with each other without a trusted central authority.",
    "Apply Now": "https://opengrants.com/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Our goal is to create long-term incentives for open-source developers working on Ethereum's roadmap, especially public goods R&D, which are essential to Ethereum's success.\n\nWhat is an Open Grant?\n\nAn open grant is a smart contract on Ethereum that forwards any funds that it receives to a defined list of recipients. The contract's constructor parameters are grantees (list of recipients), amounts (how much to allocate to each grantee) and currency (currently only supports ETH).\n\nGrants are intended to support contributors working on projects that enhance the Ethereum ecosystem. It's meant for open-source developers, designers, researchers, writers – anyone who is contributing to the broader Ethereum roadmap.\n\nOnce logged in, open the menu and click “Create Grant”. Complete the form, keeping in mind that once a grant is created these details cannot be changed. For the project description, provide a high-level overview of the project, specifically how this grant will benefit the Ethereum ecosystem. For the project link we recommend you point to a webpage, blog post or document that covers things like scope of the project, goals, timeline, and funding goals. Once you're ready, click “Create Grant” which will initiate a transaction to complete the action. Note that once a grant is created, its details cannot be modified.\n\nGrantees may receive funds by one-off donations or over a longer duration with streams. You can view any grant that you're a recipient of on the “My Grants” page to see the available balance. Anyone can distribute vested funds to grant recipients by clicking the “distribute” button and following the prompts, or by calling the withdraw function on a stream.\n\nSubmit a request using https://github.com/raid-guild/open-grants/issues/new?assignees=&labels=&template=add-featured-grant.md&title=Add+Featured+Grant",
    "Discord": "",
    "Ecosystem": "Ethereum",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://opengrants.com/"
  },
  {
    "name": "OpenSea Grants",
    "About Ecosystem": "OpenSea is the leading marketplace for non-fungible tokens. The platform lets users buy and sell NFTs on the secondary marketplace and also create their own NFT collections to sell on the primary marketplace. OpenSea marketplace is easy to navigate, with a filter feature to help you find the NFTs you need.",
    "Apply Now": "https://airtable.com/shrC6zgCb3lZo51as",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Ecosystem Grants will focus on thre\nOpenSea Ecosystem Grants seek to empower creators, developers, and passionate community members working to enrich and expand the NFT ecosystem.\n\nUsability and Tooling\nProducts and tooling that empower creators as well improve user experience.\n\nCommunity Education\nResources to support the onboarding and educating of new users to help make NFTs and web3 more approachable.\n\nAccessibility and Inclusivity\nCreating a space where all individuals have access to the opportunity and promise of NFTs.\n\nWho Can Apply\nAny builder, founder, or creator passionate about advancing the NFT and Web3 space is encouraged to apply. We welcome and expect a diverse range of projects through this initiative!",
    "Discord": "",
    "Ecosystem": "Open Sea",
    "Execution Layer": "EVM, Rust",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Devs, Events/Hackathons, Infrastructure, NFTs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://opensea.io/opensea-grants"
  },
  {
    "name": "Osmosis Grants",
    "About Ecosystem": "",
    "Apply Now": "https://grants.osmosis.zone/apply-here",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "What is the Osmosis Grants Program?\nThe Osmosis Grants Program (OGP) was created to award $5k-$500k of funding to Osmosis community members for the completion of value-add tasks which may be too small to be funded through a governance proposal. \nWe believe the community needs to start spending the Community Pool's funds aggressively to encourage experimentation and innovation, grow the ecosystem, and onboard full-time contributors that could increase the value of the protocol by hundreds of millions of dollars.\nA grants program is an efficient, low cost way to do this –– by empowering community participants and supporting teams building applications which leverage the Osmosis stack. \n\nHow do I apply?\nFill out https://grants.osmosis.zone/apply-here application form. The application will only be shared with the Program Lead and members of the Reviewer Committee. The Lead will contact you directly if the application is successfully considered for a Grant.\n\nHow will I be compensated?\nThe Program Lead will work with you to establish possible milestones that could help split up the compensation so as to allow payment whenever a milestone is hit.\nIf no milestones can be determined, the Grant will be paid a portion upfront to cover costs and the remaining total once the grant is successfully completed.💡\nAll payments will be made in OSMO or USDC\nIf you would like to get paid in OSMO and are asking for a fixed dollar amount of compensation, the number of OSMO you will receive will be determined by the price of OSMO at the time of payment. \n\nCan I apply as a U.S. based person/company?\nYes!❗\nPlease note that all applicants who are located in the United States will receive payments in USDC instead of OSMO (due to legal concerns)\n\nWhat type of project will qualify for a grant?\nAnything that benefits Osmosis' product and/or its community! \nThere are numerous functions that can be funded through grants, such as analytics, tooling, infrastructure, growth and many more. Furthermore, the OGP can also fund ecosystem projects that are complementary to the core product of Osmosis, such as DeFi apps leveraging Osmosis' AMMs and Osmosis-themed gaming/NFT projects. Check out the https://grants.osmosis.zone/request-for-proposals for inspiration!\nWe are hoping to fund a wide range of grants, from simple projects to more elaborate and longer term projects. The funding amount will vary to reflect the complexity.",
    "Discord": "",
    "Ecosystem": "Cosmos",
    "Execution Layer": "",
    "Grant Amount": "5k-500k",
    "Status": "Ongoing",
    "This grant is for": "Devs",
    "socials:": "",
    "Website": "https://grants.osmosis.zone/"
  },
  {
    "name": "0x Grants",
    "About Ecosystem": "0x is an open-source, decentralized exchange infrastructure that enables the exchange of tokenized assets on multiple blockchains.\n\nThe 0x protocol is, at its core, a set of secure smart contracts that facilitate the peer-to-peer exchange of https://ethereum.org/en/-based assets. The protocol serves as an open standard and common building block for any developer needing exchange functionality. \n\nIn addition to the externally audited smart contracts, 0x also offers developer tools tailored to the ecosystem and open-access to a pool of shared liquidity.Developers can integrate with 0x at the smart contract or application layer.",
    "Apply Now": "https://forms.gle/xkhsE8W7jDHuHCK8A 26",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Funding Priorities\nGenerally speaking, we prefer opportunities that have the potential to grow protocol volume exponentially via win/win partnerships with balanced risk/reward.\nSpecifically, we have identified the following areas for prioritization:\n• Projects that increase 0x protocol volume (preference for orderbook-based volume)\n• Projects building on 0x protocol and Polygon\n• Protocol feature development (for example, integrating NFT support from v3 into v4)\n• Non-DeFi business models and use cases (social, games, etc.)\n• Research, simulation, and analytics related to tokenomics design\n• Branding strategy\n• Community engagement\n• Developer engagement and support\n\nFunding and Decisionmaking Authority\nThe 0x community recently approved the 0x Ecosystem Value Experiment (0xEVE) and allocated an operating budget of 400K ZRX from the Treasury. 0xEVE has the authority to award grants that can be funded with its own budget. Given the current budget valuation, these will be smaller grants (<$50K). Larger grants (>$50K) will be awarded from Treasury funds and will require community approval via an onchain vote. In some cases, 0xEVE may award a grant for a prototype or MVP in advance of a larger award being proposed for community approval at a later date.\n\nZRX Requirements\nThere is no requirement to hold ZRX to apply for or propose a grant. However, submitting a proposal for a community vote requires the submitter to hold (or be delegated) 100K ZRX. For a proposal to be approved, it must meet the minimum threshold of 10M ZRX affirmative votes and the majority of all votes.\n\nProcess Flow\nThere are two paths that grants can follow. The first is through the 0xEVE team via an application form (small grants) and the second is directly to the 0x community via the governance forum (large grants). The 0xEVE team will evaluate and score grants proposed in the forum (similar to, but less complex than, the MakerDAO collateral onboarding framework).\n\nStep 1: Grant seekers apply for funding using the https://forms.gle/xkhsE8W7jDHuHCK8A or posting on the https://gov.0x.org/c/governance/. If posting on the forum, please provide the same information required in the application form.\n• For grants < $50K, use the https://forms.gle/xkhsE8W7jDHuHCK8A\n• For grants > $50K, post in the https://gov.0x.org/c/governance/ and in https://snapshot.org/#/0xgov.ethNote: If you are thinking about applying for a grant of more than $50K but aren't ready to post a proposal in the forum, please submit your idea using the application form to start a conversation with our team!\nStep 2: 0xEVE team begins evaluation and contacts grant seekers if additional information or negotiation is needed. 0xEVE team may award grants that fall within its budgetary authority or publish evaluation and scoring for community consideration. Grant seekers should monitor the governance forum to provide additional information and feedback as needed.Note: If 0xEVE declines or is unable to fund a grant <$50k, grant seekers can post a proposal on the forum to request funding from the Treasury.\nStep 3 : After a reasonable time period has passed to allow for community discussion and 0xEVE scoring (we suggest a minimum of 14 days), along with temperature check signalling from Snapshot, proposals may proceed to a vote (see ZRX Requirements, above).\nFor awarded grants, funding will be disbursed in accordance with milestones or other metric/accountability criteria, such as KPIs.",
    "Discord": "https://discord.com/invite/FduK2mE",
    "Ecosystem": "0x",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Dapps, Devs, Events/Hackathons, Infrastructure, NFTs, Researchers, UI/UX, Universal Tools",
    "socials:": "https://socials.com/0xProject",
    "Website": "https://gov.0x.org/t/0xdao-grant-program-framework-v1/962"
  },
  {
    "name": "Pool Grants",
    "About Ecosystem": "PoolTogether is a decentralized and open source blockchain protocol for prize-linked savings. Replicating \"https://en.wikipedia.org/wiki/Prize-linked_savings_account\" all depositors are offered a chance to win prizes without needing to risk their deposited funds.\n\nThis is possible because prizes are made up of the interest that accrues on all deposited funds.\n🏦 Users deposit into the network\n📈 Yield accrues on all deposits\n🏆 The yield is randomly awarded as prizes to the users.\n\nThe PoolTogether protocol has been live for over 3 years and distributed over $5 million in prizes to depositors. https://decrypt.co/66354/crypto-no-loss-lottery-winner-turns-74-into-40000.\n\nPoolTogether is one of the first and most widely used decentralized finance applications. It helps people save money by giving them the chance to win prizes.",
    "Apply Now": "https://poolgrants.org/apply",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Why PoolGrants?\nWe launched this effort with a focus on enabling the entire user base, with its wide range of talents, to contribute those skills to the protocol in their own ways-whatever those ways are! Our approach to achieving that goal is to offer users the option to apply for MicroGrants in addition to proposals that require much more attention. These will serve as the on-ramp for the less involved, smaller budget proposals in an effort to be accessible by the entire userbase.\n(Time allocated to these “micro” sized proposals will vary by quarter.)\n\nAdditional inspiration can be gained from our ongoing list of https://www.notion.so/cdc1aed8e3854e85a4401dbc1f6776b9 too.\n• Protocol development (including core PoolTogether protocol development, development of higher layer protocols which use the PoolTogether protocol)\n• Applications and integrations (front-ends and other applications/yield sources that use PoolTogether protocol)\n• Developer tooling\n• Marketing and educational\n• Referral incentive programs\n• Committees, sub-committees, and DAOs that serve the PoolTogether ecosystem\n• Code audits\n\n• Grant Application Process\nApplicants are invited to schedule an introductory directly after submitting the application.\nYour grant will be added to the agenda for our next weekly committee call and discussed internally through Discord.\nShould we need further information from you, need to schedule subsequent calls, etc. you'll hear from us within the first 7-10 days with that request.\nCommittee calls are held on Thursday and typically we're able to have an up/down vote on the grants from previous 6 days on those.\nNormal turnaround time: 14 days\n\n• Voting Process\nOur discussions and voting are currently held within Discord through a poll bot.\nThe committee has been requiring 4 of 6 votes to advance a grant to next stage.\nFor larger grant amounts we will require full committee support. We've yet to identify that threshold.\nOur committee has been working together for a while now and we tend to be in agreement on applications so far. These processes will no doubt evolve along with the committee 😃",
    "Discord": "",
    "Ecosystem": "Pool Together",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Devs, Events/Hackathons, Infrastructure, NFTs, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://pooltogether.com/"
  },
  {
    "name": "Radicle",
    "About Ecosystem": "The Radicle project has released its native governance token, making it the first open-source, community-led, and self-sustaining network for software collaboration.\n\nThe Radicle project was established with two main objectives:\n1. Develop a resilient collaboration infrastructure that respects users' freedoms, without a reliance on trusted gatekeepers or on corporate or state overlords.\n2. Use the newly developed sovereign financial infrastructure (Bitcoin, Ethereum, DeFi) in order to create new value flows for developers and grow the digital commons.",
    "Apply Now": "https://radicle.mirror.xyz/7RDTvdxABVndpZge9VT09Ku5JXD8lCCCpLRRZaVrtJU",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "With six months and a $1M budget, the Radicle Grants Program will fund contributions that improve the Radicle ecosystem, and in turn, improve tooling for decentralized, open-source collaboration.\n\nWith these Treasury-funded community grants, we believe we are planting the first seeds of will grow to become a new model for funding open source. The aim is to directly support open source initiatives that help grow the Radicle product, the Radicle community, and the greater FOSS and Web3 community at large.\nIn essence: funding open source to grow open source",
    "Discord": "",
    "Ecosystem": "Radicle",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ends July 10",
    "This grant is for": "Academics, Dapps, Devs, Events/Hackathons, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://radicle.mirror.xyz/7RDTvdxABVndpZge9VT09Ku5JXD8lCCCpLRRZaVrtJU"
  },
  {
    "name": "Rally",
    "About Ecosystem": "The go-to platform for Creators & Communities to build independent, digital economies with social tokens & NFTs",
    "Apply Now": "https://forum.rally.io/t/guide-how-to-submit-a-funding-proposal/1407",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "What do we fund?\n\n• Research: Publishing Reports and Research Papers on concepts like “Engage-To-Earn”, Token Bonding Curves and other crypto-economic constructs appropriate for the $RLY Ecosystem\n\n• $RLY Token Adoption: Owning the governance process for increasing adoption of the $RLY Token. Eg: Getting $RLY token accepted as an Asset on a DeFi protocol like Aave or Solend, or creating an Index that represents the $RLY ecosystem on Index Co-Op.\n\n• Developer Tooling: Creating crypto tools that support the $RLY developer ecosystem. Eg: Token Bonding Curve Simulation Tools, On-Chain Analytics for Solana/Eth RLY.Projects: Building on the $RLY token and launching a social/defi platform with “Engage-to-Earn” mechanics.\n\n• Sponsorships and Events: Eg: Sponsoring Eth Denver/Solana Breakpoint events, Funding $RLY events (Panels, Meetups, etc), Sponsoring Crypto Podcasts and Newsletters.\n\n• Crypto Community Partnerships: Entering into Strategic Partnerships through funding or token swaps with other DAOs like Developer DAO, FWB, etc that are strategically important to the $RLY Network.",
    "Discord": "",
    "Ecosystem": "Rally",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Devs, Events/Hackathons, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://forum.rally.io/t/guide-how-to-submit-a-funding-proposal/1407"
  },
  {
    "name": "Samsung Next Stack",
    "About Ecosystem": "NA",
    "Apply Now": "https://samsungnext.typeform.com/to/FFh0nIgy?typeform-source=www.samsungnext.com",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Samsung NEXT are offering grants ranging from $25k-75k to early-stage teams building decentralised technologies. Head directly to the application form https://samsungnexteurope.typeform.com/to/DtpcWw.\n\nBlockchain\n\nTrustless, open, and decentralized protocols will permeate our closed and broken online experience; blockchains have the ability to create powerful, new, disintermediated business models and experiences.",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "NA",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.samsungnext.com/whats-next/introducing-the-samsung-next-stack-zero-grant/"
  },
  {
    "name": "The Sanbox",
    "About Ecosystem": "The Sandbox is a community-driven platform where creators can monetize voxel ASSETS and gaming experiences on the blockchain.",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "About The Game Maker Fund\nThe Game Maker Fund is an initiative that supports game designers in The Sandbox.\nThe main purpose is to reward and incentivize those who have proven skills in game design or digital world design to help them produce and publish excellent games and other experiences (such as galleries, educational dioramas, and so on) for players of The Sandbox to visit, play and enjoy. The designers will also be able to monetize this experience when it is launched.\n\nWe support all talents without distinction of gender identity, nationality and so on, everyone is welcome. We also support teams and studios.",
    "Discord": "",
    "Ecosystem": "Ethereum, Sandbox",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Dapps, Devs, NFTs, Universal Tools",
    "socials:": "",
    "Website": "https://www.sandbox.game/fund/en/"
  },
  {
    "name": "Sevens Foundation",
    "About Ecosystem": "Sevens Foundation provides both artists and curators tools for creating opportunities to connect through art exhibitions.",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Grants, at the minimum, cover all costs for publishing artworks as part of a show and create a global and collaborative environment for curators and artists alike to connect through an integral goal. This allows any digital artist, regardless of their background or prior success, the potential for their artwork to speak directly to an organization or entity and their outreach.",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, NFTs, Public Goods, Researchers",
    "socials:": "",
    "Website": "https://grants.art/program"
  },
  {
    "name": "Social Alpha Foundation",
    "About Ecosystem": "NA",
    "Apply Now": "https://www.socialalphafoundation.org/saf-grant/#",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Social Alpha foundation funds those who can imagine solutions for a better future, and build the tools that will take us there.\n\nApplicants submit application form and apply for SAF Education or Application grant.\n\n-Applications are filtered for basic requirements (Idea, Team, Amount, Timeframe, Reputation, Track Record, Commitment)\n\n-Short-listed applications are submitted to a Vetting Committee of experienced Social Welfare and Blockchain professionals.\n\n-Selected applications are invited for an interview with the Vetting Committee\n\n-Approved applications receive 50% immediately, 25% upon completion of key milestones 25% granted upon delivery of the project's completion report\n\n-Grantees will receive strategic introductions to the Blockchain community and support from Social Alpha over the lifetime of the project.\n\nSocial Alpha Grant\n\nSocial Alpha foundation currently offers two type of grant's. Education Grant and Application Grant.\n\nEducation Grant\nOrganizations, Collectives, individuals that offer Blockchain Education with a focus of social impact\n\nApplication Grant\nNon-commercial Blockchain Applications that tackle social welfare issues with a focus on Public Health, Environment or Education\n\nGRANT SELECTION CRITERIA\n• Shows well-researched and original idea.\n• Project plan is realistic and achievable.\n• Has measurable real-world impact.\n• Generates opportunities for future development.\n• Experienced Team with relevant past achievements.\n• Demonstrates strong understanding of Blockchain technology.\n• Is not a commercial enterprise\n• Current technology can support the project.https://www.socialalphafoundation.org/20171117_SA_Foundation_Project_Grant_Application.docx",
    "Discord": "",
    "Ecosystem": "NA",
    "Execution Layer": "NA",
    "Grant Amount": "$10,000-$100,000",
    "Status": "Ongoing",
    "This grant is for": "Dapps, Devs, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.socialalphafoundation.org/saf-grant/#"
  },
  {
    "name": "Solana Grants",
    "About Ecosystem": "Solana is a highly functional open source project that implements a new, permissionless and high-speed layer-1 blockchain. Solana aims to scale throughput beyond what is typically achieved by popular blockchains while keeping costs low\n.",
    "Apply Now": "https://share.hsforms.com/1GE1hYdApQGaDiCgaiWMXHA5lohw",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Solana Foundation Grants Program provides milestone-based funding to support initiatives aimed at decentralizing, growing, and securing the Solana network.\n\nBelow are a few categories of projects we're interested in funding:\n• Censorship Resistance\n• DAO Tooling\n• Developer Tooling\n• Education\n• Payments / Solana Pay\n• Financial Inclusion\n• Climate Change\n• Academic Research",
    "Discord": "",
    "Ecosystem": "Solana",
    "Execution Layer": "Rust",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://solana.foundation/grants"
  },
  {
    "name": "Spiral",
    "About Ecosystem": "Bitcoin is a digital currency which operates free of any central control or the oversight of banks or governments. Instead it relies on peer-to-peer software and cryptography. A public ledger records all bitcoin transactions and copies are held on servers around the world.",
    "Apply Now": "Email proposal to grants@squarecrypto.org",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "We support bitcoin by building developer toolkits, contributing to the Lightning Network and Bitcoin Core, and supplying grants that free up developers to work on bitcoin in their own way. To date, we've supplied grants to BTCPayServer and ZmnSCPxj. \n\nToday we're awarding two more to Jon Atack and Tankred Hase, in addition to providing steps that could help your bitcoin project get funded by us.\nIf you don't have the financial means to build financial freedom for others, a Square Crypto Grant could be what you need.\n\nThe rules:\n• Grants can be issued to a team or an individual working on a bitcoin project.\n• Applicants can work from anywhere (subject to applicable law).\n• Proposals should be aimed at improving bitcoin through UX, scaling, privacy, security, or something else we haven't thought - of.\n• Applicants must be in good standing with the bitcoin community.\n• Projects should be free and open-source without a business or profit motive.\n\nExamples of bitcoin projects we might support:\n• Improvements to private key management.\n• Development of bitcoin wallet libraries like coin selection and compact block filters.\n• Privacy implementations such as SNICKER or Payjoin coinjoins.\n• Strengthening p2p networking in Core or light clients.\n• Layer 2 solutions that are separate from LN or complementary to it.\n• Improvements to mining robustness and decentralization.\n• Developing a wallet for the needs of a specific region of the world.\n• Fuzz testing Core to improve its security and robustness.\n\nIf you're interested, send a detailed proposal to mailto:grants@spiral.xyz. We'll get back to you if it excites us and lines up with grant criteria.",
    "Discord": "",
    "Ecosystem": "Bitcoin",
    "Execution Layer": "BTC",
    "Grant Amount": "",
    "Status": "",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://spiral.xyz/blog/square-crypto-grants-for-everybody/"
  },
  {
    "name": "Stable Fund - Maker DAO",
    "About Ecosystem": "Simply speaking, MakerDAO is a crypto lending credit facility that gives loans at predetermined interest rates. If a MakerDAO user wants to borrow, they would first deposit the Ethereum into a Maker smart contract. The smart contract creates a Collateralized Debt Position (CDP).",
    "Apply Now": "https://docs.ethhub.io/other/grants-process/",
    "Contact": "mailto:rich@makerdao.com",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "The Stable Fund is a small to mid-size granting program run by MakerDAO. It is designed to incentivize the third-party Dai ecosystem by disbursing milestone-based grants to teams wishing to build on our financial primitives.\n\nWhat we look for\nProjects that:\n• use Dai or MakerDao infrastructure as a core component\n• increase Dai adoption\n• add stability to and/or de-risk existing economies\n• open up new markets\n• provide novel, easy to use, solutions\n• solve real problems",
    "Discord": "",
    "Ecosystem": "Ethereum, Maker DAO",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Universal Tools",
    "socials:": "",
    "Website": "https://docs.ethhub.io/other/funds/stable-fund/"
  },
  {
    "name": "Stacks Grant Program",
    "About Ecosystem": "Better Internet on Bitcoin\n\nThe Stacks Foundation supports the mission of a user-owned internet through Stacks-related governance, research and development, education, and grants.",
    "Apply Now": "https://grants.stacks.org/login",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Teams receive funding to boost infrastructure development, research, and tools to serve a Stack-blockchain-based internet, with examples that include a STX stacking wallet, STX custody solutions, chain visualizations and more. While akin to the above grants, their proposal process is far more community-based—applicants are encouraged to present their proposals for feedback, input, and collaboration.",
    "Discord": "",
    "Ecosystem": "Bitcoin, Stacks",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.stacks.org/knowledge-base/roadmap"
  },
  {
    "name": "Stellar",
    "About Ecosystem": "Stellar makes it possible to create, send, and trade digital representations of all forms of money: dollars, pesos, bitcoin, pretty much anything. It's designed so all the world's financial systems can work together on a single network.",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Research & Development Grants\n‍To encourage innovation, SDF offers Research and Development Grants (R&D) that support the creation of minimum viable products and proofs of concept aimed at improving liquidity, increasing throughput, or otherwise extending the capabilities of the Stellar network to meet ecosystem needs.\n\nAcademic Research Grants\n‍The Stellar Development Foundation is soliciting proposals for basic technical, economic, and legal research advancing the foundation's goals of financial inclusion, fast and inexpensive cross-border payments, efficient decentralized markets, and other beneficial applications of distributed ledger echggynolo\n\nStellar Community Fund\nThe Stellar Community Fund gives the broader Stellar community the opportunity to vote on which projects deserve XLM grants. The Community Fund is also unique in that any project can apply.\n\nMarketing Grants\nSDF offers Marketing Grants to support the growth and user acquisition of projects built on Stellar. The funds from Marketing Grants provide support for digital and offline marketing, in-app incentives, PR, and communications.\ngy.‍.",
    "Discord": "",
    "Ecosystem": "Stellar",
    "Execution Layer": "WASM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Dapps, Devs, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.stellar.org/foundation/grants-and-funding"
  },
  {
    "name": "Synthetix",
    "About Ecosystem": "Synthetix is a new financial primitive enabling the creation of synthetic assets, offering unique derivatives and exposure to real-world assets on the blockchain.",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Synthetix GrantsDAO is a decentrailzed organisation part of the Synthetix protocol that governs the process of funding projects that contribute to the adoption of Synthetix",
    "Discord": "",
    "Ecosystem": "Synthetix",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Events/Hackathons, Infrastructure, Public Goods, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.synthetix.io/grants"
  },
  {
    "name": "Tezos Foundation",
    "About Ecosystem": "The future of the internet is being built on Tezos–with user participation and governance at its core. Users can directly and frictionlessly interface with each other over a decentralized network, exchanging value and interacting with various applications, without the need for intermediaries. On Tezos, Web3 can be a truly user-governed and user-centric movement, the way it was meant to be.",
    "Apply Now": "https://tezos.foundation/grants/#working-group-block",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "A key activity of the Tezos Foundation is to deploy resources to entities and initiatives that will help to ensure the long-term success of the Tezos blockchain. Areas of interest for grants reflect some of our current needs, and we invite you to also reach out with your own unique ideas and innovations. We look forward to discovering your project!",
    "Discord": "",
    "Ecosystem": "Tezos",
    "Execution Layer": "Michelson",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Devs, Events/Hackathons, Infrastructure, Researchers",
    "socials:": "",
    "Website": "https://tezos.foundation/grants/"
  },
  {
    "name": "Tribe DAO Grants Program",
    "About Ecosystem": "The Tribe DAO strongly believes that a healthy and thriving DeFi ecosystem needs a robust platform (https://app.rari.capital/fuse) powered by a liquidity engine https://fei.money/) for unlocking the value of tokens through permissionless deployments of lending markets and credit facilities. We strive to deliver governance minimized and market-driven utility for any asset in DeFi.",
    "Apply Now": "https://docs.google.com/forms/d/e/1FAIpQLSesA1qtjbWKAlhlhovlG0u2toMH2jGv1vUcrXM97OPHfyx6vw/viewform",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Tribe DAO Grants has been evolving from the very launch of the protocol, and has reached the stage where community initiatives are driving implementations of new FIPs almost every week. The next stage of growth for the DAO will require formalizing the approach to rewarding and incentivizing community members for their contributions across several categories.\n\nThe goal of the Tribe DAO Grants is to widen the base of contributors that make up our community and put more TRIBE in the hands of the people building Fei and Rari. We believe that a well-executed grants program is integral to making the Tribe more decentralized and resilient.\n\nGrant categories:\n\nEducation and Transparency\nMake it easier to onboard new community members, stay up to date on governance and provide greater transparency on the inner workings of the protocol.\nExamples: tutorials, newsletters, podcasts, onboarding guides and up-to-date information sources about governance, PCV allocation, etc.\n\nUsability\nEnhance the protocol's accessibility and ease of use.\nExamples: new decentralized clients for the protocol, websites that allow new functionality, and analytics dashboards.\n\nTooling\nImprove the developer experience.\nExamples: CLIs, scripts and visualizations.\n\nResearch and Development\nHelp the Tribe stay ahead of the curve by doing research. This could include research on new peg mechanisms, figuring out how to improve oracle performance, etc. In particular, R&D implies that the work being done is in the initial stages of investigating and figuring out the structure of what needs to be done to strengthen the protocols. Deliverables may be a whitepaper, bluepaper or charter that can be developed into proof-of-concept functionality for future implementation.\n\nRequest for Proposals\nThe core team and the community grants committee will publish a list of proposals they would like to see funded. You can find these in the https://www.notion.so/1030a5ec1f4b4265a5e6699d1c77d17d section.\n\nOther\nWhile the above categories represent the main objectives of the program and will receive most of the attention in the application process, we want to leave this category open for projects that may not fit into the above categories.",
    "Discord": "",
    "Ecosystem": "Tribe DAO",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, DAOs, Devs, Events/Hackathons, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://aromatic-grouse-e85.notion.site/Tribe-DAO-Grants-Program-9373df863bb54b389ebcd516780d7975"
  },
  {
    "name": "UberHaus",
    "About Ecosystem": "NA",
    "Apply Now": "https://forum.daohaus.club/t/dao-grants-thread/1030/6",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "• UberHaus unites all of the DAOs across the DAOhaus platform.\n• UberHaus controls the total outstanding supply of HAUS tokens.\n• UberHaus is working to build more tooling, strengthen community and further the adoption of decentralized and digital coordination.\n\nFocus:\nUberHAUS DAO offers 3 types of Grants:\n1. Membership Grants: DAOs can request up to 500 shares in UberHaus to participate in governance\n\n2. Tech/Service Grant: Tech grants afford DAOs on the DAOhaus platform up to 500 HAUS to build what they want for DAOhaus\n\n3. Token Swap: This grant enables DAOs to swap their DAO's token for up to 2500 shares in UberHaus, presenting a different kind of value transfer and shared ownership model.\n\nEvaluation:\nUberHAUS DAO community members do evaluation.\nAvailable funding:\nTotal payment in $USD should have a maximum amount of 500HAUS. Forms W8-BEN and W9 will be filled out accordingly before funds get distributed to your team(this is a requirement).\n\nDemands:\nWhen applying for a grant, you should provide:\n1. TLDR - in this section, include a high-level overview of your proposal. What is your initiative? Why should people fund you? Try to stay brief.\n2. Problem/Opportunity that you are trying to solve.\n3. Funding Milestones and Payments.\n4. Business model - All software produced should be open source with an MIT license.\n5. Core Team - information about team members and links to their LinkedIn, GitHub, and some examples of their previous work should be provided\n6. Accountability - deadlines, community contribution by team members etc.\n7. Why should UberHAUS DAO fund this? - What is the benefit to HAUS token holders? How will this help grow the ecosystem or bring value to them?\n8. Useful Links & Media",
    "Discord": "",
    "Ecosystem": "All",
    "Execution Layer": "NA",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, DAOs, Devs, Public Goods",
    "socials:": "",
    "Website": "https://uberhaus.club/"
  },
  {
    "name": "Uniswap Grants Program",
    "About Ecosystem": "The Uniswap Protocol is an open-source protocol for providing liquidity and trading ERC20 tokens on Ethereum. It eliminates trusted intermediaries and unnecessary forms of rent extraction, allowing for safe, accessible, and efficient exchange activity. The protocol is non-upgradable and designed to be censorship-resistant.",
    "Apply Now": "https://airtable.com/shrWrSFRs6t1q1s9v",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "If you're building something on Uniswap, please let us know what you're working on and let's discuss how we might be able to help you! \n\nOur current focus is to support specific areas accomplishing the following:\nUsability - improving the user experience\nCommunity - growing the ecosystem\nTooling - improving the developer experience",
    "Discord": "",
    "Ecosystem": "Ethereum, Uniswap",
    "Execution Layer": "EVM",
    "Grant Amount": "<$250,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://www.unigrants.org/"
  },
  {
    "name": "Velas",
    "About Ecosystem": "Velas is the world's fastest EVM blockchain and open-source platform for decentralized projects and applications, processing up to 75,000 transactions per second with instant finality, extremely low fees and Solidity support.",
    "Apply Now": "https://docs.velas.com/grant-process",
    "Contact": "https://t.me/shirlyvalge",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Join the ecosystem of user-friendly, transparent and privacy-respecting products built on top of the Velas blockchain. Just port your code from Ethereum, or develop on native chain, to deploy your application within minutes.\n\nInvestment Criteria\n• The project's goal and scope\n• Business plan/whitepaper\n• Built on Velas blockchain\n• Technical features and value proposition\n• Background and experience of the team\n• Go to market strategy and user acquisition plan\n• The project, timelines, targeted deliverables at each milestone, estimated efforts\n• The amount of funding requested and payment method\n• How the project benefits the Velas ecosystem\n• An executive summary and a pitch deck\n\nAll code produced as part of a grant must be open-sourced, and it must also not rely on closed-source software for full functionality. We take licensing and copyright compliance very seriously. Using others' work without attribution or indicating that it's not your work will lead to immediate termination. Please contact us before submitting if you have any doubts about licensing matters, and we'll be happy to help.",
    "Discord": "",
    "Ecosystem": "Velas",
    "Execution Layer": "EVM",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://docs.velas.com/grants"
  },
  {
    "name": "Web 3 Foundation",
    "About Ecosystem": "Polkadot is a protocol that connects blockchains — allowing value and data to be sent across previously incompatible networks (Bitcoin and Ethereum, for example). It's also designed to be fast and scalable. The DOT token is used for staking and governance.",
    "Apply Now": "https://github.com/w3f/Grants-Program#1-application",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "As part of our commitment to promoting the Web3 ecosystem, we offer a comprehensive grants program focused on funding software development and research efforts related to Polkadot, Kusama, https://github.com/paritytech/substrateubstrate and Ink!\n\nDevelopers:\nWeb3 Foundation funds development work driving advancement and adoption of decentralized software protocols. We support projects that make it easier for developers to build useful applications using these protocols.\n\nWe are particularly interested in funding projects that build out layers of the Polkadot Stack.\n\nResearchers:\nWeb3 Foundation funds research projects that advance and explore protocols in the Web 3.0 Technology Stack.\nWe are particularly interested in the following areas:\n• Benchmarking\n• New primitives: Technical/Economical\n• Analysis of existing protocols and implementations\n• Security testing",
    "Discord": "",
    "Ecosystem": "Kusama, Polkadot, Polkadot/Kusama",
    "Execution Layer": "Substrate",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Dapps, Devs, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://web3.foundation/grants/"
  },
  {
    "name": "XRPL Grants",
    "About Ecosystem": "Ripple is the name of the company and the network, and XRP is the cryptocurrency token. The purpose of XRP is to serve as an intermediate mechanism of exchange between two currencies or networks—as a sort of temporary settlement layer denomination.",
    "Apply Now": "https://xrplgrants.org/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Come Build on the XRP Ledger\nApply to get funding to work on your next XRP Ledger (XRPL) project.\n\nAbout XRPL Grants\nThe XRP Ledger is an open source, decentralized and permissionless public blockchain. XRPL Grants funds select open-source projects that help the growing XRP Ledger community.\n\nWe fund both select core technology and end-user applications including, but not limited to:\n• Sidechains\n• Non-Fungible Tokens (NFTs)\n• Core infrastructure\n• Developer tooling\n• Developer UX\n• Security\n\nChoosing Your Project\nThe theme for Wave 4 has yet to be announced, but the theme for Wave 3 was \"Contributing to Open Source.\"If your project doesn't fit that description, we will still consider awarding a grant to projects that contribute to the XRPL community and involve some technical development.\n\nTypes of projects may include:\n• Creating and open sourcing a new project\n• Contributing to an existing open source project\n• Adding XRP or XRP Ledger support to a project\n• Integrating XRP Ledger with existing APIs, SDKs, and technologies that simplify deployment and integration\n• Building libraries for XRP Ledger",
    "Discord": "",
    "Ecosystem": "XRP",
    "Execution Layer": "XRPL",
    "Grant Amount": "",
    "Status": "Upcoming",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, NFTs, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://xrplgrants.org/"
  },
  {
    "name": "ZCash",
    "About Ecosystem": "You can use Zcash to https://z.cash/spend-zcash/ — it's fast and confidential, great for payments — or https://z.cash/exchanges/ for another kind of money, including US dollars, Euros or another fiat currency.\n\nA major difference between most cryptocurrencies and traditional money is that every transaction is tracked and managed on a decentralized, public blockchain, instead of by a centralized institution, like a bank. This means you truly own your money.",
    "Apply Now": "https://zcashgrants.org/login?returnUrl=%2Fsubmit%2F211910%2Fzcash-community-grants-program",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Development, research, and community growth. Help us build a better Zcash by creating a proposal or requesting an improvement to Zcash Foundation or http://zcashomg.org/",
    "Discord": "",
    "Ecosystem": "Zcash",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "Academics, Community Building/Content Creation, Devs, Infrastructure, Researchers, Universal Tools",
    "socials:": "",
    "Website": "https://grants.zfnd.org/"
  },
  {
    "name": "ZilHive",
    "About Ecosystem": "Zilliqa is a public blockchain designed to tackle the issues of scalability and throughput facing many cryptocurrencies, including Bitcoin and Ethereum. To achieve this, Zilliqa deploys sharding to improve the speed of transactions and create a scalable and secure platform by dividing the network into nodes that run processes in parallel.",
    "Apply Now": "https://zilhive.org/grants/application/",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Start building your decentralised applications on Zilliqa today\nTo encourage the development and adoption of decentralised applications (dApps) built on Zilliqa, we have set aside a pool of US$5 million to be granted to promising individuals, teams and projects to support them in bringing their creative visions to life on our platform.\n\nZILHive GrantsApplication Form\nThank you for your interest in applying for ZILHive Grants programme!Please read the following before proceeding with your application.\n\nThere are 4 different tracks in the ZILHive Grants programme:\n\n1) Infrastructure Track - The Infrastructure Track is for developers who wish to create development tooling, frameworks, middewares, analytics tools, or Layer-2 solutions for the Open Finance (OpFi) ecosystem on the Zilliqa platform. Let's make the Zilliqa ecosystem more developer-friendly\n\n2) Innovation Track - The Innovation Track is for entrepreneurs who wish to create decentralised applications (DApps) on the Zilliqa blockchain. DApps include but are not limited to innovative applications that tokenise physical/digital assets, issue and manage digital identities on the blockchain, and facilitate the exchange of tokenised assets. Scale your imagination with Zilliqa!\n\n3) Technical Research Track - The Technical Research Track is for academics and researchers who wish to work alongside Zilliqa Research to take a crack at the most pressing issues in the blockchain space. The research topics include, but are not limited to, technical research on cryptography, consensus design, scalability and privacy.\n\n4) Market Research Track - The Market Research Track is for industry professionals who wish to explore exciting new use cases across various markets for the Zilliqa blockchain. The research topics include, but are not limited to, market research on the finance, sports, entertainment, education and healthcare industries across various geographic sectors.",
    "Discord": "",
    "Ecosystem": "Ziliqua",
    "Execution Layer": "Scilla",
    "Grant Amount": "$1,000-$15,000",
    "Status": "Ongoing",
    "This grant is for": "Academics, Dapps, Devs, Infrastructure, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": "https://zilhive.org/grants/"
  },
  {
    "name": "Curve Finance",
    "About Ecosystem": "",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Ecosystem Grants\nEcosystem grants aim at encouraging and developing the Curve, Vyper language and more generally the DeFi ecosystem. They are for individuals, teams of all sizes looking to develop tools, projects that could benefit from grants.\nThe following criteria are considered:\n• How it relates to Curve and the Curve DAO\n• How it may benefit and impact the Curve and the Curve community\n• State of the project (is it some gibberish on a napkin or already in production)\n• The team and how likely they are to deliver\n• Potential (viability, longevity, competition and so on)\n• How the funds will be used and why they are needed\n\nThese grants are quite flexible in how they are awarded with demonstrating benefit to the Curve system being most important. Existing and completed projects are also eligible particularly if they can demonstrate benefit to the ecosystem.\n\nA council of team and community members will be formed to assign those grants which may involve milestone based repeat payments depending on the scope of the project.\n\nProjects will have the opportunity to present their project on Curve Discord if they wish.",
    "Discord": "",
    "Ecosystem": "",
    "Execution Layer": "",
    "Grant Amount": "$1,000 - $150,000",
    "Status": "Maybe closed",
    "This grant is for": "Community Building/Content Creation, Dapps, Devs, Events/Hackathons, Infrastructure, Public Goods, Researchers, UI/UX, Universal Tools",
    "socials:": "",
    "Website": ""
  },
  {
    "name": "Kraken Grants",
    "About Ecosystem": "",
    "Apply Now": "",
    "Contact": "",
    "Created": "June 10, 2022 1:46 PM",
    "Description": "Fund Your Dream Development Project\nAt Kraken, we know that our work wouldn't be possible without the countless hours spent on innovative ideas by passionate open-source contributors. \nBitcoin and other cryptocurrencies simply would not exist without these unsung heroes. \n\nThat's why we've started an open-source grant program designed to highlight and elevate great work that's crucial to helping cryptocurrencies reach their potential.\nBelow you'll find information on how to apply for a Kraken grant, as well as examples of the work that has inspired our giving in the past. \nWe look forward to expanding financial freedoms together.\n\nGrant Categories\nKraken is open to considering grant opportunities in the following protocols, though we may consider opportunities in areas not listed below: \n• Bitcoin (BTC)\n• Ethereum (ETH)\n• Lightning (LN)\n• Monero (XMR)\n• Other public cryptocurrencies \n• Rust\n\nGrantee Requirements\nKraken grants are awarded without obligation.  \nGrantees will have the opportunity to submit quarterly updates on the impact of their work, discuss their work at Kraken events and on Kraken social media.",
    "Discord": "",
    "Ecosystem": "",
    "Execution Layer": "",
    "Grant Amount": "",
    "Status": "Ongoing",
    "This grant is for": "",
    "socials:": "",
    "Website": ""
  }
]